Repository: jmontleon/xfce-historical
Catalog: po/*.po
Languages: cs, fi, he, hu, ja, pl, ru, zh

source: Twelve
cs: Dvanáct
fi: Kaksitoista
he: שתיים-עשרה
hu: Tizenkettõ
pl: Dwana¶cie
ru: Двенадцать
zh: Ê®¶ş

source: Thirteen
cs: Tøináct
fi: Kolmetoista
he: שלוש-עשרה
hu: Tizenhárom
pl: Trzyna¶cie
ru: Тринадцать
zh: Ê®Èı

source: Fourteen
cs: Ètrnáct
fi: Neljätoista
he: ארבע-עשרה
hu: Tizennégy
pl: Czterna¶cie
ru: Четырнадцать
zh: Ê®ËÄ

source: Fifteen
cs: Patnáct
fi: Viisitoista
he: חמש-עשרה
hu: Tizenöt
pl: Piêtna¶cie
ru: Пятнадцать
zh: Ê®Îå

source: Sixteen
cs: ©estnáct
fi: Kuusitoista
he: שש-עשרה
hu: Tizenhat
pl: Szesna¶cie
ru: Шестнадцать
zh: Ê®Áù

source: Seventeen
cs: Sedmnáct
fi: Seitsemäntoista
he: שבע-עשרה
hu: Tizenhét
pl: Siedemna¶cie
ru: Семнадцать
zh: Ê®Æß

source: Eighteen
cs: Osmnáct
fi: Kahdeksantoista
he: שמונה-עשרה
hu: Tizennyolc
pl: Osiemna¶cie
ru: Восемнадцать
zh: Ê®°Ë

source: Nineteen
cs: Devatenáct
fi: Yhdeksäntoista
he: תשע-עשרה
hu: Tizenkilenc
pl: Dziewiêtna¶cie
ru: Девятнадцать
zh: Ê®¾Å

source: Twenty
cs: Dvacet
fi: Kaksikymmentä
he: עשרים
hu: Húsz
pl: Dwadzie¶cia
ru: Двадцать
zh: ¶şÊ®

source: Digital mode
cs: Èíselný mód
fi: Digitaalinen kello
he: מצב דיגיתלי
hu: Digitális mód
ja: デジタルモード
ru: Цифровой режим
zh: Êı×ÖÄ£Ê½

source: 24 hours mode
cs: 24 hodinový mód
fi: 24-tunnin näyttö
he: סגנון 24 שעות
hu: 24 órás mód
ja: 24時間モード
ru: 24-х часовой
zh: 24Ğ¡Ê±Ä£Ê½

source: About...
cs: O programu...
fi: Tietoja ...
he: אודות...
hu: Névjegy...
ja: このアプリケーションについて...
pl: O programie...
ru: О программе...
zh: ¹ØÓÚ...

source: Setup...
cs: Nastavení...
fi: Asetukset ...
he: סידור הגדרות ראשוני...
hu: Beállítások...
ja: セットアップ...
pl: Ustawienia...
ru: Установка...
zh: ÉèÖÃ...

source: Quit
cs: Konec
fi: Lopeta
he: יאללה נמאס
hu: Kilépés
ja: 終了
pl: Koniec
ru: Выход
zh: ÍË³ö

source: Sunday
cs: Nedìle
fi: Sunnuntai
he: יום ראשון
hu: Vasárnap
ja: 日曜日
pl: Niedziela
ru: Воскресенье
zh: ĞÇÆÚÌì

source: Monday
cs: Pondìlí
fi: Maanantai
he: יום שני
hu: Hétfõ
ja: 月曜日
pl: Poniedzia³ek
ru: Понедельник
zh: ĞÇÆÚÒ»

source: Tuesday
cs: Úterý
fi: Tiistai
he: יום שלישי
hu: Kedd
ja: 火曜日
pl: Wtorek
ru: Вторник
zh: ĞÇÆÚ¶ş

source: Wednesday
cs: Støeda
fi: Keskiviikko
he: יום רביעי
hu: Szerda
ja: 水曜日
pl: ¦roda
ru: Среда
zh: ĞÇÆÚÈı

source: Thursday
cs: Ètvrtek
fi: Torstai
he: יום חמישי
hu: Csütörtök
ja: 木曜日
pl: Czwartek
ru: Четверг
zh: ĞÇÆÚËÄ

source: Friday
cs: Pátek
fi: Perjantai
he: יום שישי
hu: Péntek
ja: 金曜日
pl: Pi±tek
ru: Пятница
zh: ĞÇÆÚÎå

source: Saturday
cs: Sobota
fi: Lauantai
he: שבת
hu: Szombat
ja: 土曜日
pl: Sobota
ru: Суббота
zh: ĞÇÆÚÁù

source: January
cs: Leden
fi: Tammikuu
he: ינואר
hu: Január
ja: 1月
pl: Styczeñ
ru: Январь
zh: Ò»ÔÂ

source: February
cs: Únor
fi: Helmikuu
he: פברואר
hu: Február
ja: 2月
pl: Luty
ru: Февраль
zh: ¶şÔÂ

source: March
cs: Bøezen
fi: Maaliskuu
he: מרץ
hu: Március
ja: 3月
pl: Marzec
ru: Март
zh: ÈıÔÂ

source: April
cs: Duben
fi: Huhtikuu
he: אפריל
hu: Április
ja: 4月
pl: Kwiecieñ
ru: Апрель
zh: ËÄÔÂ

source: May
cs: Kvìten
fi: Toukokuu
he: מאי
hu: Május
ja: 5月
pl: Maj
ru: Май
zh: ÎåÔÂ

source: June
cs: Èerven
fi: Kesäkuu
he: יוני
hu: Június
ja: 6月
pl: Czerwiec
ru: Июнь
zh: ÁùÔÂ

source: July
cs: Èervenec
fi: Heinäkuu
he: יולי
hu: Július
ja: 7月
pl: Lipiec
ru: Июль
zh: ÆßÔÂ

source: August
cs: Srpen
fi: Elokuu
he: אוגוסט
hu: Augusztus
ja: 8月
pl: Sierpieñ
ru: Август
zh: °ËÔÂ

source: September
cs: Záøí
fi: Syyskuu
he: ספטמבר
hu: Szeptember
ja: 9月
pl: Wrzesieñ
ru: Сентябрь
zh: ¾ÅÔÂ

source: October
cs: Øíjen
fi: Lokakuu
he: אוקטובר
hu: Oktõber
ja: 10月
pl: Pa¼dziernik
ru: Октябрь
zh: Ê®ÔÂ

source: November
cs: Listopad
fi: Marraskuu
he: נובמבר
ja: 11月
pl: Listopad
ru: Ноябрь
zh: Ê®Ò»ÔÂ

source: December
cs: Prosinec
fi: Joulukuu
he: דצמבר
ja: 12月
pl: Grudzieñ
ru: Декабрь
zh: Ê®¶şÔÂ

source: Are you sure you want to Quit ? This might log you off !
cs: Chcete se opravdu odhlásit ? Spustí se odhlá¹ení !
fi: Haluatko varmasti lopettaa ?
he: את/ה בטוח/ה שברצונך לעזוב ? זה עלול לסגור את החיבור של המשתמש שלך !
hu: Biztosan ki akar lépni ?
ja: 本当に終了しますか？ 終了するとログアウトします！
pl: Czy napewno chcesz zakoñczyæ ? To mo¿e Ciê _nawet_ wylogowaæ!
ru: Вы действительно хотите выйти ? За этим может последовать отключение от системы!
zh: Äã¿Ï¶¨ÒªÍË³öÂğ? ÕâÒ²Ğí»áÊÇÄãÍË³öµÇÂ¼ !

source: You've selected a desktop which is not currently visible in XFce panel.
cs: Byla zvolena plocha, která momentálnì není viditelná na panelu XFce.
fi: Olet valinnut työpöydän, joka ei ole paneelissa näkyvissä.
he: בחרת שולחן עבודה שלא ניתן לראות כרגע בקרש XFce.
hu: Olyan munkaasztalt választott, mely pillanatnyilag nem látható az XFce panelen.
ja: 現在XFceパネルからは認識できないデスクトップが選択されました。
pl: Wybrany pulpit nie jest w tej chwili widoczny na panelu XFce.
ru: Выбраный рабочий стол сейчас не видит с панели XFce.
zh: ÄãÑ¡ÁËÒ»¸öµ±Ç° »¹¿´²»¼ûµÄXFceÃæ°å.

source: XFCE: Communication pipe closed. Exiting...
cs: XFCE: Komunikaèní roura byla uzavøena. Ukonèuji..
fi: XFCE: Kommunikointi suljettu. Lopetetaan ...
he: XFCE: צינור תיקשורת נסגר. יוצא...
hu: XFce: Kommunikációs csatorna bezárult. Kilépek...
ja: XFCE: 通信パイプが切断されました。終了します...
pl: XFce: Rurka komunikacyjna zamkniêta. Wychodzê...
ru: XFce: Коммуникационный канал закрыт. Выход...
zh: XGCE:Í¨Ñ¶¹ÜµÀ¹Ø±Õ.ÍË³ö...

source: Workspace
cs: Plocha
fi: Työpöytä
he: משטח עבודה
hu: Munkaasztal
ja: ワークスペース
pl: Pulpit
zh: ¹¤×÷¿Õ¼ä

source: _Yes
cs: _Ano
he: _כן

source: _Continue
cs: _Pokraèovat
he: _המשך

source: _Cancel
cs: _Zru¹it
he: _ביטול

source: _No
cs: _Ne
he: _לא

source: Skip
cs: Pøeskoèit
fi: Ohita
he: לדלג
hu: Kihagyás
ja: 無視
pl: Pomiñ
ru: Пропустить
zh: Ìø¹ı

source: _All
cs: _V¹echny
he: _הכל

source: _Close
cs: _Zavøít
he: _לסגור

source: Open with ...
cs: Otevøít pomocí ...
fi: Avaa ...
he: פתח בעזרת ...
hu: Megnyitás programmal ...
ja: 関連して開く ...
pl: Otwórz, u¿ywaj±c...
ru: Открыть с...
zh: ¿ªÆôÒÔ...

source: Run program ...
cs: Spustit program ...
fi: Suorita ohjelma ...
he: להריץ תוכנה ...
hu: Futtatás ...
ja: プログラムの実行 ...
pl: Uruchom program...
ru: Выполнить программу...
zh: ÔËĞĞ³ÌĞò...

source: Open in terminal
cs: Otevøít v terminálu
fi: Avaa päätteessä
he: לפתוח במסוף
hu: Megnyitás terminálban
ja: ターミナルで開く
pl: Otwórz w terminalu
ru: Открыть в терминале
zh: ¿ªÆôÓÚÖÕ¶Ë

source: Remember application
cs: Zapamatovaná aplikace
he: לזכור תוכנה
hu: Alkalmazás megjegyzése
ja: アプリケーションの登録

source: Fatal error in %s at %d
cs: Kritická chyba v %s na %d
fi: Kohtalokas virhe %s %d
he: טעות קטלנית ובלתי-הפיכה ב-%s ב-%d
hu: Végzetes hiba %s-ben a %d címen
ja: 致命的なエラー %s が %d で発生しました
pl: B³±d bardzo krytyczny w %s przy %d
ru: Критическая ошибка в %s в %d
zh: ÖÂÃü´íÎó %s ÔÚ %d

source: Can't find in PATH
cs: Nemohu nalézt z PATH
he: לא מוצא ב-PATH
hu: Nem található a PATH változóban

source: bytes received
cs: pøijatých bajtù
he: ביטים שהתקבלו
hu: byte átvíve

source: Properties
cs: Vlastnosti
fi: Ominaisuudet
he: מאפינים
hu: Tulajdonságok
ja: プロパティ
pl: W³a¶ciwo¶ci
ru: Свойства
zh: ĞÔÖÊ

source: All
cs: V¹echny
fi: Kaikki
he: הכל
hu: Mindet
ja: 全て
pl: Wszystko
ru: Все
zh: ËùÓĞ

source: Info
cs: Informace
fi: Tietoja
he: מידע
ja: 情報
pl: Informacja
ru: Информация
zh: ĞÅÏ¢

source: Name :
cs: Název :
fi: Nimi :
he: שם :
hu: Név :
ja: 名前 :
pl: Nazwa:
ru: Имя :
zh: Ãû³Æ:

source: Type :
cs: Typ :
fi: Tyyppi :
he: סוג :
hu: Tipus :
ja: 種類 :
pl: Typ:
ru: Тип :
zh: ÀàĞÍ:

source: Size :
cs: Velikost
fi: Koko :
he: גודל :
hu: Méret :
ja: サイズ :
pl: Rozmiar:
ru: Размер:
zh: ´óĞ¡:

source: Creation Time :
cs: Èas vytvoøení :
fi: Luonti aika :
he: זמן יצירה :
hu: Létrehozás idõpontja :
ja: 作成日時 :
pl: Stworzony :
ru: Время создания:
zh: ´´½¨Ê±¼ä:

source: Modification Time :
cs: Èas zmìny :
fi: Muutos aika :
he: זמן שינוי :
hu: Módosítás idõpontja :
ja: 更新日時 :
pl: Zmodyfikowany:
ru: Время модификации:
zh: ĞŞ¸ÄÊ±¼ä:

source: Access Time :
cs: Èas pøístupu :
fi: Käytetty viimeksi :
he: זמן הפעלה :
hu: Elérés idõpontja :
ja: アクセス日時 :
pl: Ostatnio u¼ywany:
ru: Время последнего доступа:
zh: ·ÃÎÊÊ±¼ä:

source: Permissions
cs: Práva
fi: Oikeudet
he: רשות
hu: Hozzáférési jogok
ja: パーミッション
pl: Prawa dostêpu
ru: Права доступа
zh: È¨ÏŞ

source: Owner :
cs: Vlastník :
fi: Omistaja :
he: בעלים :
hu: Tulajdonos:
ja: 所有者 :
pl: W³a¶ciciel:
ru: Владелец :
zh: ËùÓĞÕß:

source: Read
cs: Ètení
fi: Luku
he: קריאה
hu: Olvasás
ja: 読み込み
pl: Odczyt
ru: Чтение
zh: ¶ÁÈ¡

source: Write
cs: Zápis
fi: Kirjoitus
he: כתיבה
hu: Írás
ja: 書き込み
pl: Zapis
ru: Запись
zh: Ğ´Èë

source: Execute
cs: Spustit
fi: Suoritus
he: הפעלה
hu: Végrehajtás
ja: 実行
pl: Wykonywanie
ru: Выполнение
zh: Ö´ĞĞ

source: Set UID
cs: Nastavit UID
fi: Aseta Omistaja
he: הגדר UID (ת.ז. משתמש)
ja: UID のセット
pl: SUID
ru: Установка UID
zh: Éè¶¨ÓÃ»§ID

source: Group :
cs: Skupina :
fi: Ryhmä :
he: קבוצה :
hu: Csoport :
ja: グループ :
pl: Grupa:
ru: Группа:
zh: ×é±ğ:

source: Set GID
cs: Nastavit GID
fi: Aseta Ryhmä
he: הגדר GID (ת.ז. קבוצתי)
ja: GID のセット
pl: SGID
ru: Установка GID
zh: Éè¶¨×é±ğID

source: Other :
cs: Ostatní :
fi: Muut :
he: אחר :
hu: Egyéb :
ja: その他 :
pl: Inni:
ru: Другие:
zh: ÆäËûÓÃ»§:

source: Owner
cs: Vlastník
fi: Omistaja
he: בעלים
hu: Tulajdonos
ja: 所有者
pl: W³a¶ciciel
ru: Владелец
zh: ËùÓĞÕß

source: unknown
cs: neznámý
fi: tuntematon
he: לא-נודע
hu: ismeretlen
ja: 不明
pl: nieznany
ru: неизвестный
zh: Î´Öª

source: RPM info
cs: Informace o RPM
he: מידע על החבילה (RPM)
hu: RPM információ

source: This function is not available for the contents of tar files
cs: Tato funkce naní pou¾itelná pro obsah souborù tar
he: פעולה זו איננה אפשרית עבור תוכן של קבצי tar
hu: Ez a mûvelet tar-olt fájlokra nem alkalmazható
ja: この機能は tar ファイルの中には利用できません

source: Register program for directory "%s"
cs: Registrovat program k adresáøi "%s"
he: רישום תוכנה לסיפריה "%s"
hu: Program regisztrálása a(z) "%s" könyvtárhoz

source: Can't find suffix in filename, using complete filename
cs: Nemohu najít pøíponu ve jménì, pou¾ije se celé jméno
fi: Ei löydy tarkenninta tiedostosta, käytetään koko tiedoston nimeä
he: לא מזהה סיומת בשם הקובץ, משתמש בשם המלא של הקוב.ץ
hu: Nem található kiterjesztés az állománynévben, a teljes használata
ja: ファイルの拡張子がみつかりません ファイル名全体を使用します
pl: Nie mogê znale¶æ rozszerzenia w nazwie pliku, u¿yjê wiêc ca³ej nazwy
ru: Не могу найти суффикс в имени файла, используйте полное имя
zh: ÕÒ²»µ½ÎÄ¼şÇ°×º,Ê¹ÓÃÎÄ¼şÈ«Ãû

source: Register program for file "%s"
cs: Registrovat program k souboru "%s"
fi: Linkitä ohjelma tiedostoon "%s"
he: רישום תוכנה לקובץ "%s"
hu: Program regisztrálása a(z) "%s" fájlhoz
ja: ファイル "%s" 用にプログラムを登録する
pl: Zarejestruj program dla pliku "%s"
ru: Регистрация программы для файла "%s"
zh: ×¢²áÎÄ¼ş¹ØÁª³ÌĞò"%s"

source: Register program for suffix "%s"
cs: Registrovat program k pøíponì "%s"
fi: Linkitä ohjelma tarkentimeen "%s"
he: רישום תוכנה לסיומת "%s"
hu: Program regisztrálása a(z) "%s" kiterjesztéshez
ja: 拡張子 "%s" 用にプログラムを登録する
pl: Zarejestruj program dla rozszerzenia "%s"
ru: Регистрация программы для суффикса "%s"
zh: ×¢²áÇ°×º¹ØÁª³ÌĞò"%s"

source: XFTree, based on XTree Version %s
cs: XFTree, postaveno na XTree verze %s
fi: XFTree, perustuu XTree:n versioon %s
he: XFTree, מבוסס על XTree גירסה %s
hu: XFTree, az XTree version %s alapján
ja: XFTree, XTreeバージョン %s を元にしています
pl: XFTree, oparty na XTree wersja %s
ru: XFTree, на основе XTree Версии %s
zh: XFTree, »ùÓÚ XTree °æ±¾ %s

source: directory: %s
cs: adresáø: %s
fi: hakemisto: %s
he: ספריה: %s
hu: könyvtár: %s
ja: ディレクトリ: %s
pl: katalog: %s
ru: каталог: %s
zh: Ä¿Â¼: %s

source: creating directory: %s
cs: vytváøím adresáø: %s
fi: luodaan hakemisto: %s
he: מיצר סיפריה: %s
hu: könyvtár létrehozása: %s
ja: ディレクトリを作成しています: %s
pl: tworzê katalog: %s
ru: создание директории: %s
zh: ½¨Á¢Ä¿Â¼: %s

source: geometry: %dx%d+%d+%d
cs: geometrie : %dx%d+%d+%d
fi: geometria: %dx%d+%d+%d
he: גיאומטריה: %dx%d+%d+%d
hu: geometria: %dx%d+%d+%d
ja: 寸法: %dx%d+%d+%d
pl: geometria: %dx%d+%d+%d
ru: геометрия: %dx%d+%d+%d
zh: ¼¸ºÎÎ»ÖÃ: %dx%d+%d+%d

source: error deleting file
cs: chyba pøi mazání souboru
he: טקלה במחיקת קובץ
hu: hiba az állomány törlése közben

source: No files marked !
cs: ®ádné soubory nejsou oznaèeny !
fi: Ei valittuja tiedostoja!
he: לא סומנו קבצים !
hu: Egy file sincs kijelölve !
ja: 選択されたファイルがありません！
pl: Nie zaznaczy³e¶ plików!
ru: Нет отмеченых файлов!
zh: Ã»ÓĞÎÄ¼ş±»±ê¼Ç!

source: Delete item ?
cs: Smazat polo¾ku ?
fi: Poista ?
he: באמת למחוק ?
hu: Töröljem az elemet ?
ja: 削除しますか？
pl: Usun±æ?
ru: Удалить оюъект?
zh: É¾³ıÏîÄ¿?

source: Can't move file to trash, hard delete ?
cs: Nemohu pøesunout soubor do ko¹e, lze ho natvrdo smazat ?
fi: Ei voi siirtää roskiin, poistetaanko kokonaan?
he: לא ניתן להעביר את הקובץ לזבל, האם למחוק לגמרי ?
hu: Az állomány nem helyezhetõ át a szemetesbe, töröljem véglegesen ?
ja: ごみ箱へ移動できません 完全に削除しますか？
pl: Nie mogê przenie¶æ pliku do kosza, czy usun±æ go z dysku?
ru: Не могу удалить в корзину, удалить совсем?
zh: ²»ÄÜÒÆµ½»ØÊÕÕ¾,Ó²É¾³ı?

source: This is XFTree
cs: To je XFTree
hu: Ez az XFTree program

source: (C) under GNU GPL with code contributed by: Rasca, Berlin Olivier Fourdan Edscott Wilson Garcia
cs: (C) pod GNU GPL na kódu spolupracovali: Rasca, Berlin Olivier Fourdan Edscott Wilsou Garcia
hu: (C) GNU GPL Készítették a következõ személyek: Rasca, Berlin Olivier Fourdan Edscott Wilson Garcia

source: New_Folder
cs: Nový adresáø
fi: Uusi hakemisto
he: סיפריה_חדשה
hu: Új_Könyvtár
ja: 新しいフォルダ
pl: Nowy katalog
ru: Новый каталог
zh: ĞÂÎÄ¼ş¼Ğ

source: New_File
cs: Nový soubor
he: קובץ_חדש
hu: Új_Fájl

source: File exists !
cs: Soubor u¾ existuje !
he: הקובץ כבר קיים !
hu: Az állomány létezik !

source: No item marked !
cs: ®ádná polo¾ka není oznaèena !
fi: Ei valintaa !
he: לא מסומן שום כלום !
hu: Egy elem sincs kijelölve !
ja: 項目が一つも選択されていません！
pl: Nic nie zaznaczy³e¶!
ru: Ни одного объекта не выделено!
zh: Ã»ÓĞ±ê¼ÇÏîÄ¿!

source: Rename to :
cs: Pøejmenovat na :
fi: Uudelleen nimeä :
he: לשנות שם ל :
hu: Átnevezés :
ja: 名前の変更 :
pl: Zmieñ nazwê na:
ru: Переименовать в:
zh: ¸ÄÃûÎª:

source: Character not allowed in filename
cs: Jméno souboru obsahuje nepovolený znak
fi: Luvaton merkki nimessä
he: צורה או אות לא מותרת בשם הקובץ
hu: Tiltott karakter az állománynévben
ja: ファイル名には使用できない文字です
pl: Znak niedozwolony w nazwie pliku
ru: Знак не допустим в имени файла
zh: ÎÄ¼şÃû·Ç·¨×Ö·û

source: Nothing selected !
cs: Nic nebylo vybráno !
he: לא נבחר כלום !
hu: Nincs kiválasztott elem!
ja: 選択されていません！

source: command finished
cs: Pøíkaz je dokonèen
he: פקודה הסתיימה
hu: parancs befejezõdött

source: Override?
cs: Pøepsat ?
he: להמשיך למרות האזהרה?
hu: Felülbirálja ?

source: Insufficient system memory
cs: Nedostatek systémové pamìti
he: אין לי מספיק זיכרון
hu: Kevés a rendszermemória
ja: システムメモリが足りません

source: Too few bytes transferred ! Device full ?
cs: Velmi málo pøenesených bajtù ! Zaøízení je asi plné ?
he: פחות מדי ביטים הועברו ! מכשיר מלא ?
hu: Túl kevés byte átvitel ! Betelt az eszköz ?
ja: わずかのバイトが転送されました！デバイスはいっぱいですか？

source: Too many bytes transferred !?
cs: Je pøeneseno pøíli¹ mnoho bajtù !?
he: יותר מדי ביטים הועברו !?
hu: Túl sok adatátvitel !?

source: Can't stat() file
cs: Nemohu zjistit informace o souboru
fi: Ei voi stat() tiedostoa
he: לא מסוגל לבצע stat() לקובץ
hu: A stat()-tal nem tudok információt kérni a file-ról
ja: ファイルのステータスを取得できません
pl: Nie mogê stat()-n±æ pliku
ru: Не могу сделать stat() на файл
zh: ²»ÄÜstat()ÎÄ¼ş

source: Error closing file
cs: Chyba pøi uzavøení souboru
he: טעות בסגירת קובץ
hu: Hiba az állomány bezárásánál

source: Error deleting
cs: Chyba pøi mazání
he: טעות במחיקה
hu: hiba a törlésnél
ja: 削除エラー

source: Can't copy FIFO
cs: Nemohu kopírovat FIFO
fi: FIFOa ei voi kopioida
he: לא מסוגל להעתיק FIFO
hu: FIFO-t nem tudok másolni
ja: FIFO はコピーできません
pl: Nie mogê kopiowaæ plików typu FIFO
ru: Не могу копировать FIFO
zh: ²»ÄÜ¿½±´FIFO

source: Can't copy device file
cs: Nemohu kopírovat soubor zaøízení
fi: Ei voi kopioida laitetiedostoa
he: לא מסוגל להעתיק קוב.ץ מכשיר
hu: Eszköz állományt nem tudok másolni
ja: デバイスファイルはコピーできません
pl: Nie mogê skopiowaæ pliku urz±denia (device file)
ru: Не могу копировать файл устройства
zh: ²»ÄÜ¿½±´Éè±¸ÎÄ¼ş

source: Can't copy socket
cs: Nemohu kopírovat socket
he: לא מסוגל להעתיק חיבור (socket)
hu: SOCKET-et nem tudok másolni
ja: ソケットはコピーできません

source: Counting files
cs: Poèítám soubory
he: סופר קבצים

source: Source:
cs: Zdroj:
fi: Lähde:
he: מקור:
hu: Forrás:
ja: 元:
pl: ¯ród³o:
ru: Источник:
zh: Ô´ÎÄ¼ş:

source: Target:
cs: Cíl:
fi: Kohde:
he: מטרה:
hu: Cél:
ja: 先:
pl: Cel:
ru: Приемник:
zh: Ä¿±êÎÄ¼ş:

source: beginning copy operation
cs: zaèínám kopírovat
he: מתחיל פעולת העתקה
hu: másolás kezdete

source: XFTree: Copy
cs: XFTree: Kopírování
fi: XFTree: Kopioi
he: XFTree: מעתיק
hu: XFTree: Másolás
ja: XFTree: コピー
pl: XFTree: Kopiuj
ru: XFTree: Копирование
zh: XFTree:¿½±´

source: XFTree: Move
cs: XFTree: Pøesouvání
fi: XFTree: Siirrä
he: XFTree: מעביר
hu: XFTree: Áthelyezés
ja: XFTree: 移動
pl: XFTree: Przenie¶
ru: XFTree: Перемещение
zh: XFTree:ÒÆ¶¯

source: XFTree: Link
cs: XFTree: Linkování
he: XFTree: מקשר

source: No file or directory selected!
cs: Nebyl vybrán ¾ádný adresáønebo soubor!
hu: Nem jelölt ki egy fájlt vagy könyvtárat sem!

source: Only one file or directory can be selected!
cs: Mù¾e být vybrán jen jeden adresáø nebo soubor!
hu: Egyszerre csak egy fájl vagy könyvtár lehet kijelölve

source: This function is not available for the contents of tar/rpm files
cs: Tato funkce naní pou¾itelná pro obsah souborù tar/rpm
hu: Ez a parancs nem alkalmazható tar/rpm fájlok tartalmára

source: Symlink name :
cs: Jméno symbolickéhp linku
he: שם קשר סמלי :
hu: Szimbólikus link neve :

source: Unknown action !
cs: Neznámá akce !
fi: Tuntematon toiminto!
he: פעולה לא ידועה !
hu: Ismeretlen mûvelet !
ja: 不明な動作です！
pl: Nieznana operacja!
ru: Неизвестное действие!
zh: Î´Öª²Ù×÷!

source: Disk usage:
cs: Vyu¾ití disku:
he: שימוש בכונן:
hu: Lemezfelhasználás:
ja: ディスク使用:

source: No directory selected !
cs: ®ádný adresáø nebyl vybrán!
he: לא נבחר סיפריה !
hu: Nincs kiválasztott könyvtár !

source: files
cs: soubory
he: קבצים
hu: fájlok

source: internal malloc error:
cs: interní chyba malloc
he: טעות malloc פנימית:
hu: belsõ malloc hiba:
ja: 内部の不正エラー:

source: Cannot find path
cs: Nemohu najít cestu
he: לא מסוגל למצוא דרך
hu: Az útvonal nem található

source: Go to
cs: Otevøít
fi: Siirry
he: לך לך... אל ...
hu: Ugrás
ja: 移動
pl: Id¼ do
ru: Перейти на
zh: È¥Ïò

source: Extract files from
cs: Vybrat soubory z
he: להוציא קבצים מ-
hu: Kitömörítés

source: Extract into
cs: Rozbalit do
hu: Kitömörítés célpontja

source: Uncompress
cs: Dekomrese
he: להוציא מכיווץ
hu: Kitömörítés

source: Install/update
cs: Instalace/Aktualizace
he: התקנה / שיפצור
hu: Telepítés/frissítés

source: Open icon view
cs: Otevøit pohled s ikonami
he: פתח מראה סמלים
hu: Ikon nézet megnyitása

source: Open tree view
cs: Otevøit pohled se stromem
he: לפתוח מראה עץ
hu: Fa nézet megnyitása

source: Open terminal view
cs: Otevøít terminál
he: לפתוח מראה מסוף
hu: Terminál nézet megnyitása

source: New Folder
cs: Nový adresáø ...
he: סיפריה חדשה

source: New file
cs: Nový soubor
he: קוב.ץ חדש
hu: Új fájl

source: Touch ...
cs: Èasové údaje ...

source: Symlink ...
cs: Symbolický link ...
he: קשר סימלי ...
hu: Szimbólikus link...

source: Delete ...
cs: Smazat ...
fi: Poista ...
he: למחוק ...
hu: Törlés ...
ja: 削除 ...
pl: Usuñ...
ru: Удалить...
zh: É¾³ı...

source: Paste
cs: Vlo¾it
hu: Beillesztés

source: Find ...
cs: Najít ...
fi: Etsi ...
he: לחפס בתקווה למצוא ...
hu: Keresés...
ja: 検索 ...
pl: Znajd¼...
ru: Найти╪...
zh: Ñ°ÕÒ...

source: Show disk usage ...
cs: Zobrazovat vyu¾ití disku ...
he: להראות שימוש בקונן ...
hu: Lemezhasználat mutatása...
ja: ディスク使用の表示 ...

source: Cut
cs: Vyjmout
he: גזור
hu: Kivágás

source: Copy
cs: Zkopírovat
fi: Kopioi
he: העתק
hu: Másolás
pl: Kopiuj
ru: Копировать

source: List pasteboard contents
cs: Vypsat obsah schránky
he: להראות רשימת תוכן של לוח ההעתקה
hu: Vágólap tartalmának megjelenítése
ja: ペーストボードの内容のリスト

source: Clear pasteboard
cs: Smazat schránku
he: רוקן לוח העתקה
hu: Vágólap tartalmának törlése
ja: ペーストボードのクリア

source: Select all
cs: Vyznaèit v¹echny
fi: Valitse kaikki
he: בחירת הכל
hu: Kijelöl mindent
ja: すべて選択
pl: Zaznacz wszystko
ru: Выделить все
zh: È«Ñ¡ÖĞ

source: Unselect
cs: Odznaèit
fi: Poista valinta
he: להוריד סימון בחירה
hu: Kijelölés megszüntetése
ja: 選択解除
pl: Odznacz
ru: Развыделить
zh: È¥Ñ¡ÖĞ

source: Toggle Dotfiles
cs: Zobrazit soubory zaèínající teèkou
fi: Näytä piilotiedostot
he: להחליף סימון של Dotfiles
hu: Rejtett állományok mutatása/elrejtése
ja: ドットファイルの表示/非表示
pl: W³±cz pliki z kropk± na pocz±tku
ru: Показывать ли скрытые файлы
zh: ÇĞ»»ÎÄ¼ş

source: Open Trash
cs: Otevøit ko¹
fi: Avaa Roskis
he: לפתוח את הזבל
hu: Szemetesláda megnyitása
ja: ごみ箱を開く
pl: Otwórz kosz
ru: Открыть корзину
zh: ´ò¿ª»ØÊÕÕ¾

source: Empty Trash
cs: Vyprázdnit ko¹
fi: Tyhjennä Roskis
he: להוציא את הזבל
hu: Szemetesláda ürítése
ja: ごみ箱を空にする
pl: Opró¿nij kosz
ru: Пустая корзина
zh: Çå¿Õ»ØÊÕÕ¾

source: Duplicate
cs: Duplikovat
fi: Kahdenna
he: לשכפל
hu: Duplázás
ja: 複製
pl: Duplikat
ru: Дубликат
zh: ¸´ÖÆ

source: Rename ...
cs: Pøejmenovat ...
fi: Uudelleen nimeä ...
he: שם חדש ...
hu: Átnevezés ...
ja: 名前の変更 ...
pl: Zmieñ nazwê...
ru: Переименовать...
zh: ÖØÃüÃû...

source: Properties ...
cs: Vlastnosti ...
fi: Ominaisuudet ...
he: מאפינים ...
hu: Tulajdonságok...
ja: プロパティ ...
pl: W³a¶ciwo¶ci...
ru: Свойства ...
zh: ĞÔÖÊ...

source: Go to ...
cs: Otevøít ...
fi: Siirry ...
he: לך לך... אל ...
hu: Ugrás ...
ja: 移動 ...
pl: Przejd¼ do...
ru: Перейти к...
zh: È¥Ïò ...

source: Register ...
cs: Registrovat ...
fi: Linkitä ...
he: הרשמה ...
hu: Regisztrálás...
ja: 登録 ...
pl: Zarejestruj...
ru: Регистрация...
zh: ×¢²á...

source: Go home
cs: Domu
fi: Mene kotiin
he: לך הביתה (מוטי)
hu: Saját könyvtár
ja: ホームへ
pl: Id¼ do domu
ru: Домой
zh: ÏòÔ­µØ

source: Go back
cs: Zpìt
he: לחזור
hu: Vissza
ja: 戻る

source: Go up
cs: Nahoru
fi: Siirry ylös
he: לעלות
hu: Felfelé
ja: 上へ
pl: Do góry
ru: Перейти выше
zh: ÏòÉÏ

source: Update
cs: Aktualizovat
he: לעדכן
hu: Frissítés

source: Differences ...
cs: Rozdíly ...
he: הבדלים ...
hu: Különbségek ...

source: Patch viewer ...
cs: Prohlí¾eè patchù ...
he: מראה תלאי ...
hu: Patch nézõ...
ja: パッチビューア ...

source: Browse SMB network ...
cs: Procházet SMB sí» ...
he: דיפדוף ברשת SMB ...
hu: Windows (samba) hálózat böngészése ...

source: Close window
cs: Zavøít okno
fi: Sulje ikkuna
he: סגור חלון
hu: Ablak bezárása
ja: ウィンドウを閉じる
pl: Zamknij okno
ru: Закрыть окно
zh: ¹Ø±Õ´°¿Ú

source: Quit ...
cs: Konec ...
he: יאללה נמאס ...
hu: Kilépés...

source: Subsort by file type
cs: Vedlej¹í tøídìní podle typu souboru
he: תת-מיון לפי סוג הקובץ
hu: Rendezés típus szerint
ja: ファイルタイプでサブソート（並び変え）

source: Enable filter
cs: Povolit filtr
he: הפעלת מסנן
hu: Szûrõ alkalmazása

source: Abbreviate paths
cs: Zkrácené cesty
he: לקצר דרכים
hu: Útvonal rövidítése

source: Status box
cs: Stav
he: קובסת מצב
hu: Állapotjelzõ
ja: ステータスボックス

source: Status titles
cs: Titulek se stavem
he: כותרות מצב
hu: Állapot címek
ja: ステータスタイトル

source: Short titles
cs: Titulek bez cesty
he: כותרות קצרות
hu: Rövid címek
ja: タイトルでソート（並び変え）

source: Hide toolbar
cs: Skrýt panel nástrojù
he: הסתר שורת כפתורי פעולות
hu: Menüsor elrejtése

source: Hide titles
cs: Skrýt titulky
he: להסתיר כותרות
hu: Címek elrejtése
ja: タイトルの非表示

source: Hide sizes
cs: Skrýt velikosti
he: להסתיר גדלים
hu: Méret elrejtése
ja: サイズの非表示

source: Hide dates
cs: Skrýt datumy
he: להסתיר תאריכים
hu: Dátum elrejtése
ja: 日時の非表示

source: Hide owner
cs: Skrýt vlastníka
he: להסתיר בעלים
hu: Tulajdonos elrejtése

source: Hide group
cs: Skrýt skupinu
he: להסתיר קבוצה
hu: Csoport elrejtése
ja: グループの非表示

source: Hide mode
cs: Skrýt práva
he: הסתר סגנון
hu: Mód elrejtése

source: Hide ../
cs: Skrýt ../
hu: Rejtés ../

source: Sort by file name
cs: Tøídit podle jména souboru
he: למיין לפי שם הקובץ
hu: Rendezés név szerint
ja: ファイル名でソート（並び変え）

source: Sort by file size
cs: Tøídit podle velikosti
he: למיין לפי גודל הקובץ
hu: Rendezés méret szerint
ja: ファイルサイズでソート（並び変え）
