Repository: jmontleon/xfce-historical
Catalog: po/*.po
Languages: cs, fi, he, hu, ja, pl, ru, zh

source: Delete...
cs: Smazat ...
he: למחוק...
hu: Törlés ...

source: Paste...
cs: Vlo¾it ...
hu: Beillesztés...

source: Cut...
cs: Vyjmout ...
hu: Kivágás...

source: Copy...
cs: Zkopírovat...
hu: Másolás...

source: Go
cs: Pøejít
he: לך לך... אל...
hu: Ugrás

source: Home...
cs: Domù ...
he: הביתה...
hu: Saját könyvtár...

source: Reload...
cs: Znovu naèíst ...
he: להעלות מחדש...
hu: Újratöltés...

source: Forward...
cs: Vpøed ...
he: קדימה...
hu: Elõre...

source: Back...
cs: Vzad...
he: אחורה...
hu: Vissza...

source: Local file browser
cs: Místní prohlí¾eè souborù
hu: Helyi fájlok böngészése

source: Mount remote share
cs: Namontovat vzdálené sdílení
hu: Távoli megosztás csatlakoztatása

source: Show diagnostics
cs: Zobrazit diagnostiku
he: להראות איבחונים
hu: Diagnosztika megjelenítése
ja: 診断を表示

source: Hide diagnostics
cs: Skrýt diagnostiku
he: להסתיר איבחונים
hu: Diagnosztika elrejtése
ja: 診断を非表示

source: Show browser links
cs: Zobrazit seznamy prohlí¾eèe
he: להראות קישורי דפדפן
hu: Tallozó mutatása
ja: ブラウザリンクの表示

source: Hide browser links
cs: Skrýt seznam serverù a pracovních skupin
he: להסתיר קישורי דפדפן
hu: Tallozó elrejtése
ja: ブラウザリンクの非表示

source: Browse as...
cs: Prohlí¾et jako ...
he: לדפדף כ...
hu: Tallózás ...

source: Mounting SMB shares
cs: Montuji SMB sdílení
hu: SMB megosztások csatlakoztatása

source: Searching
cs: Hledání
hu: Keresés

source: Differences
cs: Rozdíly
hu: Különbségek

source: Master browsers
cs: Master browsery

source: About xfsamba
cs: O xfsambì
hu: Névjegy

source: Back ...
cs: Zpìt...
he: אחורה ...
hu: Vissza...

source: Forward ...
cs: Vpøed ...
he: קדימה ...
hu: Elõre ...

source: Reload ...
cs: Znovu naèíst ...
he: להעלות מחדש ...
hu: Újratöltés ...

source: Home ...
cs: Domù ...
he: הביתה ...
hu: Saját könyvtár ...

source: New folder ...
cs: Nový adresáø ...
he: סיפריה חדשה ...
hu: Új könyvtár ...

source: Mount ...
cs: Montování ...
hu: Csatlakoztatás...

source: Set View 1
cs: Nastavit pohled 1
he: לקבוע מראה 1
hu: Elsõ nézet beállítása
ja: ビューのセット 1

source: Set View 2
cs: Nastavit pohled 2
he: לקבוע מראה 2
hu: Második nézet beállítása
ja: ビューのセット 2

source: Set View 3
cs: Nastavit pohled 3
he: לקבוע מראה 3
hu: Harmadik nézet beállítása
ja: ビューのセット 3

source: Set View 4
cs: Nastavit pohled 4
hu: Negyedik nézet beállítása

source: Help ...
cs: Nápovìda ...
he: הצילו ...
hu: Súgó ...

source: Location :
cs: Jméno serveru :
he: מיקום :
hu: Útvonal :

source: Show IP
cs: Ukázat IP
he: להראות IP
hu: IP cím megjelenítése
ja: IPを表示

source: Location shares :
cs: Umístìní sdílení :
he: שיתופי מיקום :
hu: Megosztások :
ja: 場所の割り当て :

source: Size
cs: Velikost
he: גודל
hu: Méret :

source: Date
cs: Datum
he: תאריך
hu: Dátum

source: Comment
cs: Komentáø
he: הערה
hu: Megjegyzés
ja: コメント

source: Location known servers :
cs: Umístìní známých serverù :
he: שרתים בעלי מיקום ידוע :
hu: Számítógépek :
ja: 場所のわかるサーバ :

source: Location known workgroups :
cs: Umístìní známých pracovních skupin :
he: קבוצות עבודה בעלי מיקום ידוע :
hu: Munkacsoportok :
ja: 場所のわからないサーバ :

source: Welcome to xfsamba.
cs: Vítá vás xfsamba.
he: ברוכים הבאים ל-xfsamba.
hu: Üdvözlöm!
ja: xfsamba にようこそ。

source: Retrieve done.
cs: Obnovení provedeno.
he: סיימתי להביא.
hu: Letöltés befejezõdött.
ja: 回収(Retrieve)しました。

source: Query password has been requested.
cs: ®ádost o heslo pro dotaz.
he: סיסמת שאילתא מבוקשת.
ja: 質問(Query)パスワードはリクエストしました。

source: List failed.
cs: Výpis selhal.
he: רשימה נכשלה.
hu: Listázás nem sikerült.
ja: リスト失敗しました。

source: Retreiving...
cs: Obnovuji...
he: מביא...
hu: Letöltés...

source: Resolved
cs: Nalezeno
he: מסודר

source: Resolving for
cs: Nalezeno pro
he: מסדר עבור
ja: 解決

source: Shares
cs: Sdílení
he: שיתופים
hu: Megosztások

source: Links to other servers
cs: Seznam serverù
he: קישורים לשרתים אחרים
hu: További kiszolgálók
ja: 他のサーバにリンク

source: Links to other workgroups
cs: Seznam pracovních skupin
he: קישורים לקבוצות עבודה אחרות
hu: További munkacsoportok
ja: 他のワークグループにリンク

source: Query done.
cs: Dotaz proveden.
he: נגמר השאילתא.
hu: Lekérdezés befejezõdött.
ja: 質問(Query)しました。

source: Query failed. Machine may be down.
cs: Dotaz selhal. Poèítaè mù¾e být vypnut.
he: שאילתא נכשלה. יתכן והמכונה לא מתפקדת.
hu: Sikertelen lekérdezés, a gép nem elérhetõ.
ja: 質問(Query)失敗。おそらくマシンはダウンしています。

source: Querying
cs: Dotazování
he: שואל
hu: Lekérdezés

source: No master browser found. See diagnostics.
cs: ®ádný master browser není nalezen. Podívejte se na diagnostiku.
he: לא נמצא דפדפן-על. ראה איבחונים.
hu: Nem találok mester kiszolgálót. Részletekért tekintse meg a diagnosztikát.
ja: マスターブラウザが見つかりません。診断を見てください。

source: No master browser found. Please type a computer name at location and hit RETURN
cs: ®ádný master browser není nalezen. Prosím napi¹te jméno poèítaèe do pole Jméno serveru a stisknìte return
he: לא נמצא דפדפן-על. נא לכתוב שם של מחשב במיקום וללחוץ RETURN
hu: Nem találtam mester kiszolgálót. Kérem adjon meg egy számítógépnevet, majd nyomja meg az ENTER billentyût
ja: マスターブラウザが見つかりません。 コンピュータ名を場所にタイプして RETURN を押してください

source: Looking for master browsers...
cs: Rozhlí¾ím se po master browserech...
he: מחפס דפדפני-על...
hu: Mester kiszolgáló keresése...
ja: マスターブラウザを探しています...

source: Please provide netbios name for master browser at
cs: Prosím zadejte netbios jméno master browseru
he: נא לספק שם netbios בשביל דפדפן-על ב
hu: Kérem adja meg a mester kiszolgáló netbios nevét
ja: ネットバイオス名を次の場所に供給してください

source: Master browser netbios name must be provided.
cs: Musí být zadáno netbios jméno master browseru.
he: חייבים לספק שם netbios לדפדפן-על.
hu: A mester kiszolgáló netbios nevét meg kell adni.
ja: マスターブラウザネットバイオス名が供給されています。

source: No status response
cs: ®ádná odezva o stavu
he: אין תגובת מצב
hu: Nincs állapotválasz
ja: ステータスの返答がありません

source: Master browser not resolved. Use location box to browse.
cs: Master browser není nalezen. Pou¾ijte k prohlí¾ení pole se jménem.
he: דפדפן-על לא מסודר. שמשי, נא, בתיבת מיקום לדפדף.
hu: Nem találtam mester kiszolgákót. Adja meg az útvonalat.
ja: マスターブラウザが解決されていません。 ブラウズに場所ボックスを使ってください。

source: No master browser resolved. Please type a computer name at location and hit RETURN
cs: ®ádný master browser není nalezen. Prosím napi¹te jméno poèítaèe do pole Jméno serveru a stisknìte return
he: לא מסודר דפדפן-על. נא לכתוב שם של מחשב במיקום וללחוץ RETURN
hu: Nem találtam mester kiszolgálót. Kérem adjon meg egy számítógépnevet, majd nyomja meg az ENTER billentyût
ja: マスターブラウザが解決されていません。 場所にコンピュータ名をタイプし、 RETURN を押してください

source: Resolving
cs: Hledání
he: מסדר
hu: Feloldás

source: Directory creation failed. See diagnostics for details.
cs: Vytvoøení adresáøe selhalo. Podívejte se do diagnostiky na dùvod .
he: יצירת סיפריה נכשלה. ראה איבחון לקבלת פרטים.
hu: Könyvtár létrehozás nem sikerült. Részletekért tekintse meg a diagnosztikát.
ja: ディレクトリ作成失敗。詳細は診断を見てください。

source: Directory created.
cs: Adresáø vytvoøen
he: סיפריה נוצרה.
hu: Könyvtár létrehozva.

source: Create directory cancelled.
cs: Vytváøení adresáøe bylo pøeru¹eno
he: בוטלה יצירת סיפריה.
hu: Könyvtár létrehozás megszakítva.

source: Create directory failed.
cs: Vytváøení adresáøe selhalo.
he: יצירת סיפריה נכשלה.
hu: Sikertelen könyvtárlétrehozás.

source: Creating dir...
cs: Vytváøím adresáø...
he: יוצר dir...
hu: Könyvtár létrehozás...

source: New directory name:
cs: Nové jméno adresáøe :
hu: Új könyvtár neve:

source: Really delete remote items?
cs: Opravdu chcete smazat vzdálené polo¾ky?
hu: Valóban törölni kívánja a távoli elemeket?

source: Remove cancelled.
cs: Mazání je pøeru¹eno.
he: הסרה בוטלה.
hu: Törlés megszakítva.
ja: 削除を中止しました。

source: Remove failed. See diagnostics for details.
cs: Mazání selhalo. Podívejte se do diagnostiky na dùvod.
he: הסרה נכשלה. ראה איבחון לקבלת פרטים.
hu: Sikertelen törlés. A részletekért tekintse meg a diagnosztikát.
ja: 削除失敗。詳細は診断を見てください。

source: Remove complete.
cs: Mazání je kompletní.
he: תם ונשלם פעולת ההסרה.
hu: Törlés befejezõdött.
ja: 削除完了。

source: Removing...
cs: Ma¾u...
he: מסיר...
hu: Törlés...

source: Sorry, top level shares cannot be removed.
cs: Lituji, ale nejvy¹¹í úroveò sdílení nelze smazat.
he: מצטער, לא ניתן להסיר שיתופים ברמות עליונות.
hu: A legfelsõ szintû megosztásokat nem lehet törölni.
ja: すみません。トップレベル割り当ての削除ができませんでした。

source: Tar failed. See diagnostics for details.
cs: Tar selhal. Podívejte se do diagnostiky na dùvod.
he: כיווץ Tar נכשל. ראה איבחון לקבלת פרטים.
hu: A Tar parancs nem sikerült. Tekintse meg a diagnosztikát a részletekért.
ja: tar 失敗。詳細は診断を見てください。

source: Tar extraction has completed
cs: Rozbalení tarem je ukonèeno
he: תם ונשלם הוצאה מ-Tar.
hu: Tar fájl kibontása befejezõdött.
ja: tar 抽出完了

source: Tar command complete.
cs: Pøíkaz tar je ukonèen
he: תם ונשלם פקודת Tar.
hu: A tar parancs futása befejezõdött.
ja: tar コマンド完了。

source: Please select input tarfile next.
cs: Vyberte prosím soubory pro tar.
he: נא לבחור קובץ-tar להכנסת מידע עוד רגע.
hu: Kérem válassza ki a bementi tar fájlt.
ja: 次に入力tarファイルを選んでください。

source: Please select the output tarfile next.
cs: Vyberte prosím výstupní soubor pro tar.
he: נא לבחור קובץ-tar להוצאת מידע עוד רגע.
hu: Kérem válassza ki a kimeneti tar fájlt.
ja: 次に出力tarファイルを選んでください。

source: Tar cancelled.
cs: Tar je pøeru¹en.
he: בוטל כיווץ Tar.
hu: A tar parancs futása leállítva.
ja: tarキャンセルしました。

source: Cannot open tar file
cs: Nemohu otevøít tar soubor
he: לא מסוגל לפתוח קובץ Tar.
hu: A tar állomány nem nyitható meg

source: Cannot create tar file
cs: Nemohu vytvoøit tar soubor
he: לא מסוגל ליצור קובץ Tar.
hu: A tar állományt nem lehet létrehozni

source: create
cs: vytvoøit
he: ליצור
hu: létrehozás
ja: 作成

source: extract
cs: vybalit
he: להוציא
hu: kibontás
ja: 抜粋

source: full
cs: plné
he: מלא
hu: teljes
ja: 完全

source: incremental
cs: pøidávat
he: בנוי מיחידות
hu: növekvõ

source: do not reset archive bit
cs: neru¹it archivní bit
he: לא לשחזר הגדרה של ביט הקובץ המכווץ
hu: ne állítsa vissza az archív bitet
ja: アーカイブをリセットしない

source: reset archive bit
cs: zru¹it archivní bit
he: לשחזר הגדרה של ביט הקובץ המכווץ
hu: állítsa vissza az archív bitet
ja: アーカイブをリセット

source: Options
cs: Volby
he: אפשרויות
hu: Beállítások
ja: オプション

source: Uploaded file.
cs: Uploadovaný soubor.
he: קובץ שהועלה.
hu: Feltöltött fájl.
ja: ファイルをアップロードしました。

source: File upload failed. See diagnostics for reason.
cs: Upload souboru selhal. Podívejte se do diagnostiky na dùvod.
he: נכשלה העלת קובץ. ראה איבחון לקבלת פרטים.
hu: Sikertelen fájlfeltöltés. Tekintse meg a diagnosztikát a részletekért.
ja: すべてアップロード失敗。詳細は診断を見てください。

source: Upload done.
cs: Upload dokonèen.
he: תם ונשלם העלת קבצים.
hu: Feltöltés befejezõdött.
ja: アップロードしました。

source: Uploading file...
cs: Uploaduji soubor...
he: מעלה קובץ...
hu: Fájl feltöltése...

source: File upload cancelled.
cs: Upload souboru je pøeru¹en.
he: העלת קובץ בוטלה.
hu: Fájlfeltöltés megszakítva.
ja: ファイルのアップロードは中止されました。

source: Specified file does not exist
cs: Specifikovaný soubor neexistuje
he: הקובץ המבוקש אינו קיים
hu: A megadott fájl nem létezik.
ja: 特定のファイルが存在しません

source: Upload failed.
cs: Upload selhal.
he: נכשלה העלת קובץ.
hu: Sikertelen feltöltés.

source: Upload produced errors. See diagnostics for reason.
cs: Upload souboru vytvoøil chybu. Podívejte se do diagnostiky na dùvod.
he: העלת קובץ עשתה בעיות. ראה איבחון לקבלת פרטים.
hu: Sikertelen feltöltés. Tekintse meg a diagnosztikát a részletekért.

source: Uploading files...
cs: Uploaduji soubory...
he: מעלה קבצים...
hu: Fájlok feltöltése...

source: No target selected!
cs: ®ádný cíl nebyl vybrán!
hu: Nincs célpont megadva!

source: More than one target selected!
cs: Byl vybrán více ne¾ jeden cíl !
hu: Egynél több célpont van kijelölve!

source: Files are on a remote host
cs: Soubory jsou na vzdáleném poèítaèi
hu: A fájlok távoli gépen vannak.

source: User Menu Editor
cs: Editor u¾ivatelského menu XFce
he: עורך תפריט משתמש
hu: Felhasználói menü szerkesztõ
ja: ユーザメニュー

source: Caption
cs: Titulek
he: תת-כותרת
hu: Szöveg

source: Command
cs: Pøíkaz
he: פקודה
hu: Parancs

source: Move Up
cs: pøesunout nahoru
he: להעלות
hu: Mozgatás föl

source: Move Down
cs: pøesunout dolu
he: להוריד
hu: Mozgatás le
ja: 下に移動

source: Add
cs: Pøidat
he: להוסיף
hu: Hozzáadás
ja: 追加

source: Save
cs: Ulo¾it
he: לשמור
hu: Mentés

source: Reset
cs: Vynulovat
he: להעלות מחדש

source: Edit Entry
cs: Upravit polo¾ku
he: לעבד פריט מידע
hu: Bejegyzés szerkesztése
ja: エントリーの編集

source: Add Entry
cs: Pøidat polo¾ku
he: להוסיף פריט מידע
hu: Elem hozzáadása
ja: エントリーの追加

source: Type:
cs: Typ :
he: סוג:
hu: Tipus :

source: Caption:
cs: Titulek :
he: תת-כותרת:
hu: Szöveg:

source: Command:
cs: Pøíkaz :
he: פקודה:
hu: Parancs:

source: Your changes will take effect on next startup
cs: Va¹e zmìny se projeví a¾ pøi pøí¹tím startu
he: השינויים יחולו רק בהפעלה הבאה
hu: A változtatások a következõ újraindításkor lépnek életbe
ja: 変更は次回の起動時に有効になります

source: There are unsaved changes to the menu. Do you want to save the changes ?
cs: Máte neulo¾ené zmìny v menu. Chcete ulo¾it zmìny ?
he: יש שינויים לתפריט שתרם נשמרו. האם ברצונך לשמור את השינויים ?
hu: El nem mentett módosítások vannak a menüben. Kívánja ezeket menteni ?
ja: メニューへの変更が保存されていません。 変更を保存しますか？

source: Don't Quit
cs: Zpìt
he: אל תצא!
hu: Nem lépek ki.
ja: 終了しない

source: Do you want to delete this entry ?
cs: Opravdu chcete zru¹it tuto polo¾ku ?
he: האם ברצונך למחוק את פריט מידע זה ?
hu: Biztosan törölni akarja ezt az elemet ?

source: If you delete a submenu, all its entries and submenus will also be deleted. Do you want to delete this submenu ?
cs: Jestli¾e zru¹íte submenu, v¹echny polo¾ky submenu budou také zru¹eny. Chcete opravdu zru¹it submenu ?
he: אם תמחק את תת-התפריט הזה, אזי כל פריטיו וכל תת-תפריטיו גם כן ימחקו. האם ברצונך למחוק תת-תפריט זה ?
hu: Ha egy almenüt töröl, minden eleme és almenüje törlésre kerül. Kívánja törölni ezt az almenüt ?
ja: サブメニューを削除するとそのすべてのエントリーと サブメニューが削除されます。 このサブメニューを削除しますか？

source: Item
cs: Polo¾ka
he: פריט
hu: Elem
ja: アイテム

source: Separator
cs: Oddìlovaè
he: מפריד
hu: Elválasztó
ja: セパレータ

source: KDE menu (xfmenu)
he: (xfmenu) תפריט KDE
hu: KDE menü (xfmenu)
ja: KDE メニュー (xfmenu)

source: Debian menu (xfmenu)
hu: Debian menü (xfmenu)

source: Sticky
fi: Liimataan
he: דביק
hu: Ragadós
ja: Sticky(メモリ常駐)
pl: "Bit klej±cy"
ru: Прищемить
zh: Õ³×Å

source: Download...
he: מוריד...
hu: Letöltés ...

source: Upload...
he: מעלה...
hu: Feltöltés ...

source: Stop ...
he: עצור בתרם תעבור ...
hu: Leállít...

source: Download ...
he: הורדה ...
hu: Letöltés ...

source: Upload ...
he: העלה ...
hu: Feltöltés ...

source: Submenu
he: תת-תפריט
hu: Almenü

source: Patch:
he: תלאי:
ja: パッチ:

source: Socket
he: חיבור Socket
ja: ソケット

source: Tar...
he: כיווץ Tar ...

source: Tar ...
he: כיווץ Tar ...

source: XFce : %s File not found.
fi: Xfce : %s Tiedostoa ei löydy.
pl: XFce : %s Nie ma takiego pliku.
ru: XFce : %s Файл не найден.
zh: XFce : %s ÎÄ¼şÎ´ÕÒµ½.

source: Do you want to reset the configuration file ? (The previous file will be saved with ".orig" extension)
fi: Haluatko tallentaa määrittelytiedoston? (Alkuperäinen tiedosto tallennetaan ".orig" tarkentimella)
pl: Czy chcesz wyzerowaæ plik konfiguracyjny ? (Dotychczasowy plik zostanie zapisany z rozszerzeniem ".orig")
ru: Вы хотите сбросить конфигурационный файл ? (Предыдущий файл будет сохранен с расширением ".orig")
zh: ÄãÒªÖØÉèÅäÖÃÎÄ¼şÂğ? (Ô­ÎÄ¼ş´æÎª ".orig" extension)

source: By Olivier Fourdan (c) 1997-2000
fi: Olivier Fourdan (c) 1997-2000
pl: Olivier Fourdan (c) 1997-2000
ru: Olivier Fourdan (c) 1997-2000

source: Agreement
fi: Suostumus
pl: Umowa
ru: Соглашение
zh: ÈÏ¿É

source: Click to tearoff popup menu
fi: Klikkaa avataksesi valikon
pl: Kliknij, aby od³±czyæ menu podrêczne
ru: Щелкните для разрыва всплывающего меню
zh: Ìí¼ÓÍÏÀë²Ëµ¥

source: Size of Icons on Panel
fi: Paneelin koko
pl: Rozmiar ikon na Panelu
ru: Размер Иконок в Панели
zh: Í¼±ê´óĞ¡ºÍÃæ°å

source: Size of Icons on Popup Menus
fi: Kuvakkeiden koko valikoissa
pl: Rozmiar ikon w menu podrêcznych
ru: Размер Иконок в всплывающем меню
zh: µ¯³ö²Ëµ¥ºÍÍ¼±ê´óĞ¡

source: Font Style
fi: Kirjasimen tyyli
pl: Rodzaj czcionki
ru: Стиль шрифтов
zh: ×ÖÌå·ç¸ñ

source: Show contents of window during move
fi: Näytä ikkunan sisältö siirtämisen aikana
pl: Poka¿ zawarto¶æ okna podczas przemieszczania
ru: Показывать содержимое окна при перемещении
zh: ÏÔÊ¾ÒÆ¶¯´°¿ÚÄÚÈİ

source: Show contents of window during resize
fi: Näytä sisältö ikkunan koon muuttamisen aikana
pl: Poka¿ zawarto¶æ okna podczas zmiany jego rozmiaru
ru: Показывать содержимое окна при изменении размера
zh: ÏÔÊ¾Ëõ·Å´°¿ÚÄÚÈİ

source: Use gradient color for active window
fi: Käytä liukuvärjäystä aktiivisessa ikkunassa
pl: U¿yj przej¶cia tonalnego dla aktywnego okna
ru: Использовать градиент цвета для активного окна
zh: »î¶¯´°¿ÚÊ¹ÓÃµ­ÈëÑÕÉ«

source: Use gradient color for inactive window
fi: Käytä liukuvärjäystä passiivisessa ikkunassa
pl: U¿yj przej¶cia tonalnego dla nieaktywnego okna
ru: Использовать градиент цвета для неактивного окна
zh: ¾²Ö¹´°¿ÚÊ¹ÓÃµ­ÈëÑÕÉ«

source: Windows snapping size (0 disable) :
fi: Ikkunan sijoittimen hila (0 pois käytöstä) :
pl: Zasiêg przyci±gania okien (0 wy³±cza)
ru: Область прилипания окна (0 запретить) :
zh: ´°¿ÚÇĞ¶Ï´óĞ¡ (0 Îª½ûÖ¹) :

source: Sound Module (xfsound)
fi: Äänet (xfsound)
pl: Modu³ d¼wiêkowy (xfsound)
ru: Звуковой модуль (xfsound)
zh: ÉùÒôÄ£¿é(xfsound)

source: Please Wait, XFce is loading...
fi: Odota hetki, XFce käynnistyy ...
pl: Proszê czekaæ, ³adujê XFce...
ru: Пожалуйста подождите, XFce грузится...
zh: ÇëÉÔµÈ, XFceÕıÔÚÔØÈë...

source: Whoooops !
fi: Hups !
pl: O kuuuuurcze!
ru: Черт!
zh: à¸À²À²!

source: Source and Target are the same
fi: Lähde ja kohde ovat samat
pl: Obiekt ¼ród³owy i docelowy s± to¿same
ru: Источник и приемник - одно и тоже
zh: Ô´ÎÄ¼şÓëÄ¿±êÎÄ¼şÏàÍ¬

source: %d bytes
fi: %d tavua
pl: %d bajtów
ru: %d байтов

source: Can't transfer, same Inode !
fi: Ei voi siirtää, sama varausyksikkö
pl: Nie mogê kopiowaæ, ten sam i-wêze³!
ru: Не могк копировать, тот же самый Inode!
zh: ²»ÄÜ×ªÒÆ,½ÚµãÏàÍ¬!

source: Override file?
fi: Korvaa tiedosto?
pl: Nadpisaæ plik?
ru: Переписать файл?
zh: ¸²¸ÇÎÄ¼ş?

source: Can't copy SOCKET
fi: SOCKETia ei voi kopioida
pl: Nie mogê kopiowaæ gniazdek (socket)
ru: Не могу копировать SOCKET
zh: ²»ÄÜ¿½±´SOCKET

source: Too less bytes transfered ! Device full ?
fi: Liian vähän siirretty ! Laite täynnä?
pl: Skopiowa³em za ma³o danych! Mo¿e dysk siê zape³ni³?
ru: Слишком мало байт передано ! Устройство переполнено?
zh: ×ªÒÆÊı¾İÌ«ÉÙ!Éè±¸ÂúÁË?

source: Too much bytes transfered !?
fi: Liikaa siirretty !?
pl: Skopiowa³em za du¿o danych?!
ru: Слишком много байт передано ?!
zh: ×ªÒÆÊı¾İÌ«¶àÁË?!

source: Source and Target directories are the same
fi: Lähde ja kohde hakemistot ovat samat
pl: Katalog ¼ród³owy i docelowy s± takie same
ru: Источник и приемник - одно и тоже

source: exists and is not a directory
fi: On jo, eikä ole hakemisto
pl: istnieje i nie jest katalogiem
ru: существуют и не каталог
zh: ÒÑ´æÔÚ,ÊÇÒ»¸öÄ¿Â¼

source: Unknown transfer mode: %d
fi: Tuntematon siirtomuoto: %d
pl: Nieznany typ przesy³u danych: %d
ru: Неизвестный режим передачи: %d
zh: Î´Öª×ªÒÆÄ£Ê½: %d

source: fatal error
fi: Kohtalokas virhe
pl: b³±d krytyczny
ru: критическая ошибка
zh: ÖÂÃü´íÎó

source: Error getting info from
fi: Ei löydy tietoja
pl: Nie mogê uzyskaæ informacji od
ru: Ошибка получения информации о
zh: ¶ÁÈ¡´íÎó

source: Fatal Error
fi: Kohtalokas virhe
pl: B³±d krytyczny
ru: Критическая ошибка
zh: ÖÂÃü´íÎó

source: Can't transfer items to a file
fi: Ei voi siirtää tiedostoon
pl: Nie mogê przes³aæ obiektów do pliku
ru: Не могу копировать объекты в файл
zh: ²»ÄÜ×ªÒÆÏîÄ¿ÖÁÎÄ¼ş

source: 0 bytes transfered
fi: 0 tavua siirretty
pl: prze³a³em 0 bajtów
ru: Передано 0 байтов
zh: 0 bytes ÒÑ×ªÒÆ

source: Error
fi: Virhe
pl: B³±d
ru: Ошибка
zh: ³ö´í

source: Can't transfer a directory to a file
fi: Ei hakemistoa voi siirtää tiedostoon
pl: Nie mogê przes³aæ katalogu do pliku
ru: Не могу копировать директорию в файл
zh: ²»ÄÜ×ªÒÆÄ¿Â¼ÖÁÎÄ¼ş

source: Information
fi: Tiedoksi
pl: Informacja
ru: Информация
zh: ÓĞ¹ØÇé¿ö

source: Warning
fi: Varoitus
pl: Ostrze¿enie
ru: Предупреждение
zh: ¾¯¸æ

source: Dialog
fi: Dialogi
ru: Диалог
zh: ¶Ô»°

source: Continue
fi: Jatka
pl: Kontynuowaæ
ru: Продолжение
zh: ¼ÌĞø

source: Close
fi: Sulje
pl: Zamknij
ru: Закрыть
zh: ¹Ø±Õ

source: Override file ?
fi: Korvaa tiedosto?
pl: Nadpisaæ plik?
ru: Перезаписать файл?
zh: ¸²¸ÇÎÄ¼ş?

source: Source :
fi: Lähde :
pl: ¬ród³o:
ru: Источник:
zh: Ô´ÎÄ¼ş:

source: Target :
fi: Kohde :
pl: Cel:
ru: Приемник:
zh: Ä¿±êÎÄ¼ş:

source: 0 bytes received
fi: 0 tavua saapunut
pl: otrzyma³em 0 bajtów
ru: Принято 0 байт
zh: 0 bytes ÒÑÊÕµ½

source: XFTree: Download
fi: XFTree: Imutus
pl: XFTree: ¶ci±ganie
ru: XFTree: Закачка
zh: XFTree: ÏÂÔØ

source: %d bytes received (%d bps)
fi: %d tavua saapunut (%d bps)
pl: otrzyma³em %d bajtów (%d bajtów na sekundê)
ru: Принято %d байт (%d байт/сек)
zh: %d bytes ÒÑÊÕµ½ (%d bps)

source: %ld Bytes
fi: %ld Tavua
pl: %ld bajtów
ru: %ld Байт

source: malloc error in %s at line %d
fi: lukuvirhe tiedostossa %s rivillä %d
pl: b³±d alokacji pamiêci w %s linia %d
ru: ошибка malloc в %s в строке %d
zh: malloc ´íÎóÔÚ %s at line %d

source: Fatal error %s:%d
fi: Kohtalokas virhe %s:%d
pl: B³±d krytyczny %s:%d
ru: Критическая ошибка %s:%d

source: Fatal error, %s:%d
fi: Kohtalokas virhe, %s:%d
pl: B³ad krytyczny, %s:%d
ru: Критическая ошибка, %s:%d

source: FIXME !
fi: KORJAA !
pl: Ale sie popsu³o! Napisz do Oliviera, ¿eby to naprawi³!
ru: Некий БАГ!

source: Can't copy device, fifo and socket files as regular files!
fi: Ei voi kopioida laite-, fifo- ja sockettiedostoja tavalliseksi tiedostoksi!
pl: Nie mogê kopiowaæ urz±dzeñ, kolejek i gniazdek jako zwyk³ych plików!
ru: Не могу копировать файлы устройств, файлы потоков и FIFO как обычные файлы!
zh: ²»ÄÜ³£¹æ¿½±´Éè±¸ÎÄ¼ş:fifoºÍsocketÎÄ¼ş!

source: Moving file..
fi: Siirretään tiedosto..
pl: Przenoszê plik...
ru: Перемещаю файл...
zh: ÒÆ¶¯ÎÄ¼ş..

source: move_dir() recursive failed
fi: move_dir() rekursiivisesti epäonnistui
pl: rekursywne przenoszenie katalogu nie powiod³o siê
ru: Не допустимо рекурсивное перемещение каталогов
zh: ÒÆ¶¯Õû¸öÄ¿Â¼Ê§°Ü

source: move_dir() move_file() failed
fi: move_dir() move_file() epäonnistui
pl: move_dir() move_file() nie powiod³o siê
ru: move_dir() move_file() потерпели неудачу
zh: ÒÆ¶¯Ä¿Â¼ºÍÎÄ¼şÊ§°Ü

source: FIXME!
fi: KORJAA!
pl: Ale sie popsu³o! Napisz do Oliviera, ¿eby to naprawi³!
ru: Некий БАГ!

source: Move to trash failed
fi: Roskiin siirto epäonnistui
pl: Nie uda³o siê przenie¶æ do kosza
ru: Не получилось удалить в корзину
zh: ÒÆµ½»ØÊÕÕ¾Ê§°Ü

source: Failed
fi: Epäonnistui
pl: Nie uda³o siê
ru: Неудача
zh: Ê§°Ü

source: Find pattern in '%s'
fi: Etsi '%s'
pl: Wzorzec wyszukiwania w '%s'
ru: Шаблон найден в '%s'
zh: ·¢ÏÖ·½Ê½ÔÚ'%s'

source: This is XFTree, based on 'XTree' (c) by Rasca published under GNU GPL http://home.pages.de/~rasca/xap/
fi: Tämä on XFTree, perustuu 'XTree'hin (c) Rasca lisenssi: GNU GPL http://home.pages.de/~rasca/xap/
pl: To jest XFTree, oparte na 'XTree' (c) Rasca opublikowane pod ochron± licencji GNU GPLhttp://home.pages.de/~rasca/xap/
ru: Это XFTree, основанный на 'XTree' (c) Rasca распространяется под лицензией GNU GPLhttp://home.pages.de/~rasca/xap/
zh: Õâ¾ÍÊÇXFTree, »ùÓÚ 'XTree' (c) by Rasca published under GNU GPL http://home.pages.de/~rasca/xap/

source: Can't find row data
fi: En löydä
pl: Nie mogê znale¶æ danych wiersza
ru: Не могу найти данные столбца
zh: ²»ÄÜ·¢ÏÖÔ´Êı¾İ

source: fatal error
fi: kohtalokas virhe
pl: b³±d krytyczny
ru: критическая ошибка

source: no selection ? FIXME !
fi: Ei valintaa? KORJAA!
pl: nic nie wybra³e¶? Hmmm... !
ru: ничего не выбрано? ПЛОХО!

source: File exists ! Override ?
fi: Tiedosto olemassa ! Korvaa?
pl: Plik ju¿ istnieje! Nadpisaæ?
ru: Файл существует! Переписать?
zh: ÎÄ¼şÒÑ´æÔÚ!¸²¸Ç?
