Repository: jmontleon/xfce-historical
Catalog: po/*.po
Languages: cs, fi, he, hu, ja, pl, ru, zh

source: Sort by file date
cs: Tøídit podle datumu
he: למיין לפי תאריך הקובץ
hu: Rendezés dátum szerint
ja: ファイルの日時でソート（並び変え）

source: Create
cs: Vytvoøit
he: הבא ניצור משהו
hu: Létrehozás

source: File
cs: Soubor
fi: Tiedosto
he: קובץ
hu: Fájl
ja: ファイル
ru: Файл
zh: ÎÄ¼ş

source: Edit
cs: Upravit
he: עיבוד
hu: Szerkesztés

source: Tools
cs: Nástroje
he: כלים
hu: Tippek

source: View
cs: Zobrazit
he: מראה
hu: Nézet
ja: ビュー

source: Preferences
cs: Pøedvolby
he: העדפות
hu: Tulajdonságok

source: Hide main menu
cs: Skrýt hlavní menu
he: להסתיר תפריט מרכזי
hu: Menüsor elrejtése

source: Save geometry on exit
cs: Ulo¾it rozlo¾ení oken pøi ukonèení
he: לשמור גיאמטריה ביציאה
hu: Pozíció mentése kilépéskor
ja: ジオメトリ(geometry)を保存して終了

source: Double click does GOTO
cs: Dvojklik zpùsobí pøechod
he: לחיצה כפולה עושה GOTO
hu: Kettõs kattintásra ugrik
ja: ダブルクリックで開く

source: Drag does copy
cs: Ta¾ení kopíruje
he: גרירה מבצעת העתקה
hu: Húzzásal másolhat
ja: ドラッグでコピー

source: Use rsync instead of scp
cs: Pou¾ijte rsync místo scp
hu: rsync használata scp helyett

source: Set background color
cs: Nastavit barvu pozadí
he: לקבוע צבע רקע
hu: Háttérszín beállítása

source: Set font
cs: Nastavit font
he: לקבוע גופן
hu: Betütípus beállítása

source: Configure toolbar
cs: Konfigurovat panel nástrojù
he: הגדר שורת כפתורי פעולות
hu: Eszköztár beállítása

source: Redefine home directory
cs: Pøedefinovat domovský adresáø
he: הגדר מחדש את סיפרית הבית
hu: A saját könyvtár megadása

source: Help
cs: Pomoc
fi: Ohje
he: הצילו !!!
hu: Súgó
ja: ヘルプ
ru: Помощь
zh: °ïÖú

source: Icon view
cs: Pohled s ikonami
he: מראה סמלים
hu: Ikon nézet

source: Drag and drop
cs: Tahni a pus»
he: גרר והפל
hu: Húzd és ejtsd
ja: ドラッグ アンド ドロップ

source: Rsync and scp
cs: Rsync a scp
hu: Rsync és scp

source: Unlisted shortcut keys
cs: Nevypsané klávesové zkratky
he: מקשי-קיצור לא רשום
hu: Listázatlan gyorsbillenytûk
ja: リストにないショートカットキー

source: Custom shortcut keys
cs: Vlastní klávesové zkratky
he: מקשי-קיצור-דרך אישיים
hu: Saját gyorsbillentyûk
ja: カスタムショートカットキー

source: Registered applications
cs: Registrované aplikace
he: תוכנות רשומות
hu: Regisztrált alkalmazások
ja: 登録されたアプリケーション

source: About ...
cs: O programu ...
fi: Tietoja ...
he: אודות ...
hu: Névjegy...
ja: このプログラムについて ...
pl: O programie...
ru: О программе...
zh: ¹ØÓÚ...

source: Name
cs: Název
fi: Nimi
he: שם
hu: Név
ja: 名前
pl: Nazwa
ru: Имя
zh: Ãû³Æ

source: Size (bytes)
cs: Velikost (v bajtech)
fi: Koko (tavua)
he: גודל (ביטים)
hu: Méret (byte)
ja: サイズ (バイト)
pl: Rozmiar (bajtów)
ru: Размер (байт)
zh: ´óĞ¡(bytes)

source: Last changed
cs: Poslední zmìna
he: שונה לאחרונה
hu: Utolsó módosítás

source: Mode
cs: Práva
he: סגנון
hu: Mód

source: Group
cs: Skupina
he: קבוצה
hu: Csoport

source: Filter:
cs: Filtr:
he: מסנן:
hu: Szûrõ:

source: dirs
cs: adresáøe
hu: könyvtárak
ja: ディレクトリ

source: Show main menu
cs: Zobrazovat hlavní menu
he: הראה תפריט ראשי
hu: Fõmenü mutatása
ja: メインメニューの表示

source: Could not load specified font
cs: Nemohu naèíst vybraný font
he: לא הצלחתי להעלות את הגופן המבוקש
hu: A megadott betûkészlet nem található
ja: 特定のフォントがロードできません

source: Override ?
cs: Pøepsat ?
fi: Korvaa ?
he: להעקש ולדחוף ?
hu: Felülbirálja ?
ja: 上書きしますか？
pl: Nadpisaæ?
ru: Перезаписать?
zh: ¸²¸Ç?

source: with
cs: s
he: עם
ja: 以下のファイルで。

source: Default xftreerc file cannot be created
cs: Nemohu vytvoøit defaultní xfdiffrc
he: לא ניתן ליצור קובץ ברירת מחדל של xftreerc
hu: Az alapértelmezett xftreerc fájlt nem tudom létrehozni
ja: デフォルト（初期）の xftreerc が作成できません

source: Default xftreerc file cannot be read
cs: Nemohu vytvoøit defaultní xfdiffrc
he: לא ניתן לקרא קובץ ברירת מחדל של xftreerc
hu: Az alapértelmezett xftreerc fájl nem olvasható
ja: デフォルト（初期）の xftreerc がロードできません

source: Xftree handles keyboard shortcuts dynamically. This means that you can open a menu,highlight an entry and press a keyboard key to create the shortcut.
cs: Xftree obsluhuje klávesové zkratky dynamicky. To znamená, ¾e mù¾ete otevøít menu, zvýraznit polo¾ku a stisknout klávesu na klávesnici pro vytvoøení zkratky.
he: קיצורי-דרך מהמקלדת מתופלים בצורה חצי-אוטומטי על ידי Xftree. פירוש הדבר הוא שאם תפתחי תפריט, תסמני פריט ותלחצי מקש, כך תיצור קיצור-דרך.
hu: Az Xftree dinamikusan kezeli a gyorsbillentyûket. Ez azt jelenti, hogy amikor egy menüben kiválaszt egy elemet, akkor egy mozdulattal gyorsbillentyût rendelhet hozzá.
ja: Xftree たくさんの動的なキーボードショートカット これはエントリーをハイライトさせ、キーを押すだけで ショートカットが作れるということです。

source: The Xftree icon view is the ROX-filer. At the moment this has to be installed separately from XFCE. A ROX-filer specific for XFCE will soon be available.
cs: ROX-filer dìlá pohled s ikonami v Xftree. V této chvíli musí bý instalován zvlá¹» mimo XFCE. Brzy bude dostupná specifikace ROX-fileru pro XFCE.
he: מראה הסמל של Xftree הוא ה-ROX-filer. כרגע זהצריך להיות מותקן. בנפרד מ-XFCE. גירסה מיוחדת של ROX-filer עבור XFCE יהיה מוכן בקרוב.
hu: Az Xftree ikon nézete a ROX-filer program. Jelenlegezt a programot az XFCE-tõl függetlenül külön telepíteni kell. Hamarosan az XFCE tartalmazni fogja ezt a programot.

source: Xftree allows you to drag and drop to/from xftree windows running on different hosts. You may use either scp or rsync for the copying. User authentication is done by ssh. See "man ssh" if you desire host based instead of password based authentication. Xftree will also accept drops from other filemanagers running on different hosts.
cs: Xftree vám umo¾ní funkci táhni a pus» do nebo z xftree oken spu¹tìných na rùzných poèítaèích. Mù¾ete pou¾ít scp nebo rsync pro kopírování. Autentizace je udìlána pomocí ssh. Viz "man ssh" jestli¾e potøebujete autentizaci na základì poèítaèe místo autentizace heslem. Xftree bude také akceptovat upu¹tìní souborù z jiných správcù souborù spu¹tìných na rùzných po¹ítaèích.
hu: Az Xftree lehetõvé teszi, hogy "húzd és ejtsd" módszerrel másoljon különbözõ gépeken futó xftree programok között. A másoláshoz az scp vagy az rsync programokat használhatja. A felhasználóazonosítás ssh-n keresztül történik. Tekintse meg a "man ssh" parancs kimenetét ha hoszt alapú azonosítást kíván alkalmazni a jelszó alapú helyett. Az Xftree másik gépen futó másik fájlkezelõtõl is tud fájlokat fogadni.

source: Xftree can register applications by filename or filetype by selecting "Register" from one of the menus or by selecting "Register application" on mouse double-click. If you wish to edit the applications that are already registered, please look at ~/.xfce/xtree.reg.
cs: Xftree mù¾e registrovat aplikace podle jména nebo typu souboru výbìrem "Registrovat" z jednoho z menu nebo výbìrem "Registrovat aplikaci" pøi dvojkliku my¹i. Jesti¾e chcete upravit pøiøazení aplikace, která je u¾ registrovaná, podívejte se do ~/.xfce.xftree.reg.
he: ניתן לרשום תוכנות לפי שם או סוג הקובץ על ידי בחירת "רישום" מאחד התפריטים םא על ידי בחירת "רישום תוכנה" בלחיצה כפולה בעכבר. אם ברצונך לעבד את התוכנות שכבר רשומות, ~/xfce/xtree.reg. המקום להסתכל בו הוא
hu: Az Xftree tud regisztrálni alkalmazásokat fájlnév vagy fájltípus alapján a "Regisztrálás" menüponttal, vagy kettõs kattintás után az "Alkalmazás regisztrálás" segítségével. A már rögzített regisztrálásokat az ~/.xfce/xtree.reg fájlban módosíthatja.
ja: Xftree はメニューから"登録"を選ぶ、 もしくはダブルクリックして、"アプリケーションの登録"を選ぶだけで ファイル名またはファイルタイプでアプリケーションを登録できます。 もし、すでに登録していたら、 ~/.xfce/xtree.reg を見てください。

source: Xftree handles drag and drop the following way: SHIFT drag+drop --> move CTRL drag+drop --> copy SHIFT-CTRL drag+drop --> link The default drag+drop action is move, but can be changed in the preferences menu. To drag multiple files, use the middle button. Also: Multiple selection by button 1 click-and-drag is available on the first click after a GOTO or REGEN.
cs: Xftree obsluhuje táhni a pus» my¹í tímto zpùsobem: SHIFT táhni a pus» --> pøesune CTRL táhni a pus» --> kopíruje SHIFT-CTRL táhni a pus» --> vytvoøí link Implicitní táhni a pus» je pøesun, je mo¾né to zmìnit v menu pøedvolby. Pro ta¾ení více souborù pou¾ijte prostøední tlaèítko. Také: Vícenásobný výbìr tlaèítkem 1 stisknutím a ta¾ením je mo¾ný pøi prvním stisknutí po GOTO nebo REGEN.
hu: Az Xftree programban a húzd és ejtsd módszert az alábbiak szerint használhatja: SHIFT --> áthelyezés CTRL --> másolás SHIFT-CTRL --> link Az alapértelmezett mûvelet a másolás, de ez módosítható a tulajdonságok menüben. Több fájl húzásához használja a középsõ gombot..

source: Keyboard shortcuts are a fast way to access menu functions.
cs: Klávesové zkratky jsou rychlou cestou k pøístupu k fukcím menu.
he: קיצורי דרך מהמקלדת הם דרך מהירה להגיעה לפעולות שבתפריטים.
hu: A gyorsbillentyûk segítségével egyszerûen elérheti a menüpontokat
ja: キーボードショートカットはメニューの機能にアクセスする一番早い方法です。

source: Xftree results
cs: Výsledky Xftree
he: תוצאות של Xftree
hu: Xftree eredmények
ja: Xftree の結果

source: Home directory :
cs: Domovský adresáø :
he: סיפרית הבית :
hu: Saját könyvtár:

source: The pasteboard is currently empty.
cs: Schránka je nyní prázdná.
he: לוח ההעתקה ריק כרגע.
hu: A vágólap jelenleg üres.
ja: ペーストボードは現在は空です。

source: Not a valid file transfer pasteboard.
cs: To není platný pøesun souborù ze schránky.

source: The pasteboard is currently empty.
cs: Schránka je nyní prázdná.
hu: A vágólap jelenleg üres.

source: No pasteboard available.
cs: ®ádná schránka není dostupná
hu: Nincs elérhetõ vágólap.

source: tar: execution error
cs: tar: chyba pøi provádìní
he: tar: טעות הפעלה
hu: tar: futási hiba

source: New icon view
cs: Nový pohled ikonami
hu: Új ikon nézet

source: New tree view
cs: Nový pohled se stromem
hu: Új fanézet

source: New terminal
cs: Nový terminál
hu: Új terminál

source: Run ...
cs: Spustit ...
he: הפעל ...
hu: Futtatás ...

source: Update ...
cs: Aktualizovat ...
he: עדכן ...
hu: Frissítés ...

source: Go back ...
cs: Jdi zpìt...
he: חזור אחורה ...
hu: Vissza...

source: Cut ...
cs: Vyjmout ...
he: גזור ...
hu: Kivágás...

source: Copy ...
cs: Zkopírovat...
he: העתק ...
hu: Másolás...

source: Paste ...
cs: Vlo¾it ...
he: הדבק ...
hu: Beillesztés ...

source: New file ...
cs: Nový soubor ...
fi: Uusi tiedosto ...
he: קובץ חדש ...
hu: Új állomány ...
ja: 新しいファイル ...
pl: Nowy plik...
ru: Новый файл...
zh: ĞÂÎÄ¼ş...

source: Action
cs: Akce
he: פעולה
hu: Mûvelet

source: Small icons.
cs: Malé ikony.
he: סמלים קטנים.
hu: Kis ikonok.
ja: 小さいアイコン。

source: Large icons.
cs: Velké ikony.
he: סמלים גדולים.
hu: Nagy ikonok.

source: Large buttons
cs: Velká tlaèítka
he: כפתורים גדולים
hu: Nagy gombok
ja: 大きいボタン

source: File download failed.
cs: Download souboru selhal
hu: Sikertelen fájlletöltés.

source: Downloading files from
cs: Downloaduji soubory z
hu: Fájlok töltése:

source: SMB downloads disabled. Command not found
cs: Download ze SMB je vypnutý Pøíkaz není nalezen
hu: Az hálózati (SMB) letöltések letiltva. Nem találom a parancsot

source: Cannot open
cs: Nemohu otevøít
hu: Nem tudom megnyitni

source: DnD error
cs: Chyba táhni a pus»
hu: Húzd és ejtsd hiba

source: Incorrect DnD specification
cs: Nekorektní specifikace táhni a pus»
hu: Hibás húzd és ejtsd meghatározás

source: Only drops from a single share are allowed
cs: Pøeta¾ení je povoleno pouze z jednoho sdílení

source: Strip level now set to
cs: Úroveò odstraòování cest je nyní nastavena na
he: רמת Strip נקבע כעת כ
hu: Vágási szint új értéke
ja: パス除去レベル(strip level)をセット

source: No patch file has been selected.
cs: ®ádný patch soubor nebyl vybrán.
he: לא נבחר קובץ תלאי.
hu: Nincs patch fájl kiválasztva.
ja: パッチファイルが選択されていません。

source: No directory to apply patch has been selected.
cs: Nebyl vybrán ¾ádný adresáø na aplikaci patche
he: לא נבחרה סיפריה לשים עליה תלאי.
hu: Nem választott könyvtárat a patch alkalmazásához.
ja: パッチを適用するディレクトリが選択されていません。

source: No left path has been selected.
cs: Nebyla vybrána levá cesta.
he: לא נבחר מסלול שמאלי.
hu: Nincs bal oldali útvonal kiválasztva.
ja: 左のパッチが選択されていません。

source: No right path has been selected.
cs: Nebyla vybrána pravá cesta.
he: לא נבחר מסלול מסלול ימני.
hu: Nincs jobb oldali útvonal kiválasztva.
ja: 右のパッチが選択されていません。

source: Patch file can not be opened for read!
cs: Nemohu otevøít patch soubor pro ètení!
he: לא ניתן לפתוח קובץ תלאי לקריאה!
hu: A patch fájl nem nyitható meg olvasásra!
ja: パッチファイルを開いて読み込むことができません！

source: Files are identical (or binary files that may or may not differ)
cs: Soubory jsou shodné (nebo jsou to binární soubory, které mohou nebo nemusí být rùzné)
he: קבצים זהים (או קבצים בינרים ששונים או לא שונים)
hu: A fájlok azonosak (vagy bináris fájlok, melyeknél a különbség nem állapítható meg)
ja: ファイルは同一です。 （もしくは異なった／異なっていないバイナリファイルかもしれません。）

source: Patch file is not in unified format
cs: Patch soubor nemá unifikovaný formát
he: קובץ התלאי אינו בפורמט אחיד
hu: A patch állomány nem szabványos formátumú
ja: パッチファイルは統一されたフォーマットではありません

source: ****Empty file****
cs: *** Prázdný soubor ***
he: ****קובץ ריק****
hu: ****Üres fájl****
ja: ****空のファイル****

source: ****Binary data****
cs: ***Binární data***
he: ****מידע בינרי****
hu: ****Bináris adat****
ja: ****バイナリデータ****

source: You have selected a directory. Should subdirectories be included?
cs: Vybral jste adresáø. Chcete také zahrnout podadresáøe?
he: נבחרה סיפריה. האם גם לכלול תת-סיפריות?
hu: Könyvtárat jelölt ki. Az alkönyvtárakat is vizsgáljam?
ja: ディレクトリが選択されました。 サブディレクトリも含めますか？

source: versus
cs: proti
he: נגד
ja: 対

source: different sections found
cs: nalezeny odli¹né èásti
he: נמצאו חלקים שונים
hu: különbözõ szakaszokat találtam
ja: 異なる部分が見つかりました

source: Include binary files?
cs: Zahrnout také binární soubory?
he: לכלול קבצים בינרים?
hu: A bináris fájlokat is?
ja: バイナリファイルを含めますか？

source: Include subdirectories?
cs: Vèetnì podadresáøù?
he: לכלול תת-סיפריות?
hu: Az alkönyvtárakat is?
ja: サブディレクトリを含めますか？

source: Working diff...
cs: Provádím diff...
he: מפעיל diff...
hu: Dolgozok...

source: Patch file has been modified by another process Please reload
cs: Patch soubor byl modifikován jiným procesem Prosím znovu ho naètìte
he: קובץ התלאי שונה על ידי פעולה אחרת נא להעלות מחדש
hu: A patch állományt másik program módosította Kérem töltse újra
ja: 他のプロセスによりパッチファイルが変更されました。 リロードしてください

source: Reversed patch detected. Should I try reversing it?
cs: Detekován reverzní patch. Mám se pokusit ho obrátit?
he: תלאי הפוך נמצא. האם לנסות להפוך אותו?
hu: Fordított patch fájlt találtam. Próbáljam helyreállítani?
ja: パッチが逆転しています。もどしますか？

source: Now forking diff. Please be patient.
cs: Nyní provádím diff. Prosím buïte trpìlivý.
he: עכשיו מפצל diff. סבלנות, אחי.
hu: Dolgozok, kérem várjon.
ja: diffで分岐しています。しばらくお待ちください。

source: Finished forking.
cs: Dokonèeno provádìní.
he: סיים פיצול.
ja: 作業が終わりました。

source: Running patch...
cs: Provádím patch...
he: מריץ תלאי...
hu: Patch alkalmazása...
ja: パッチしています...

source: xfdiff version
cs: xfdiff verze
he: גירסת xfdiff
hu: xfdiff verzió
ja: xfdiff バージョン

source: use xfdiff [ -h | --help | -p] [leftfile] [rightfile]
cs: pou¾ití xfdiff [ -h | --help | -p] [leftfile] [rightfile]
he: להשתמש ב- xfdiff [ -h | --help | -p] [leftfile] [rightfile]
ja: xfdiffを使う [ -h | --help | -p] [左のファイル] [右のファイル]

source: -p : leftfile and rightfile are a patchdir and a patchfile
cs: -p : levý soubor a pravý soubor jsou patchovaný adresáø a patchovaný soubor
he: -p : leftfile וגם rightfile הם patchdir וגם patchfile
hu: -p : A bal oldali fájl egy patch könyvtár, a jobb oldali egy patch fájl.
ja: -p : 左のファイルと右のファイルのパッチディレクトリとパッチファイル

source: -PN: N is strip level (0-9) for patch (quick toggle)
cs: -PN: N je úroveò odstraòování cest (0-9) pro patch (rychlé u¾ití)
hu: -PN: N a vágási szint (0-9) a patch fájlhoz (gyors kapcsoló)
ja: -PN: Nはパッチのパス除去レベル(strip level) (0-9)（クイック切替え）

source: -R: patch file is reversed (quick toggle)
cs: -R: patch soubor je obráceny (rychlé u¾ití)
he: -R: ( קובץ תלאי הפוך (שינוי מהיר
hu: -R: a patch fájl fordított (gyors kapcsoló)
ja: -R: パッチファイルの逆転（クイック切替え）

source: -N: patch file is not reversed (quick toggle)
cs: -N: patch soubor není obrácený (rychlé u¾ití)
he: -N: ( קובץ תלאי לא הפוך (שינוי מהיר
hu: -N: a patch fájl nem fordított (gyors kapcsoló)
ja: -N: パッチファイルを逆転しない（クイック切替え）

source: -h, --help : print this message
cs: -h, --help : tiskni tuto zprávu
he: -h, --help : הדפס הודעה זו
hu: -h, --help : a segítség megjelenítése
ja: -h, --help : このメッセージを表示

source: xfdiff (c) Edscott Wilson Garcia 2001, under GNU-GPL
cs: xfdiff (c) Edscott Wilson Garcia 2001, pod GNU-GPL
he: כל הזכויות של xfdiff שמורות ל-אדסקוט ווילסון גרסיה 2001 , לפי GNU-GPL
hu: xfdiff (c) készítette Edscott Wilson Garcia 2001. A program a GNU-GPL licensz hatálya alá tartozik.

source: XFCE modules copyright Olivier Fourdan 1999-2001, under GNU-GPL
cs: XFCE modules copyright Olivier Fourdan 1999-2001, pod GNU-GPL
he: גרעיני XFCE זכויות שמורות לאוליבר פורדן 1999-2001 לפי GNU-GPL
hu: XFCE modulok, készítette Olivier Fourdan 1999-2001. A programok a GNU-GPL licensz hatálya alá tartoznak.

source: Xfdiff diagnostic
cs: Diagnostika Xfdiff
he: איבחון Xfdiff
hu: Xfdiff diagnosztika
ja: Xfdiffの診断

source: A patch file and directory must be selected first!
cs: Nejdøíve musí být vybrán patch soubor a adresáø!
he: חייבים קודם לבחור קובץ תלאי וסיפריה!
hu: Elõször ki kell választania egy patch fájlt és könyvtárat!
ja: パッチファイルとディレクトリが最初に選択されなくてはいけません！

source: Patch has been undone.
cs: Patch byl neúèinný.
he: פעולת התלאי הוסרה.
hu: Patch visszavonva.
ja: パッチされませんでした。

source: Patch has been applied.
cs: Patch byl aplikován.
he: התלאי חובר.
hu: Patch alkalmazva.
ja: パッチが適用されました。

source: Please select a name for the patch file in the next dialog.
cs: Vyberte prosím v následujícím dialogu jméno pro patch soubor.
he: נא ללבחור שם לקובץ תלאי בדו-שיח הבא.
hu: Kérem adja meg a patch fájl nevét a következõ párbeszédablakban.
ja: 次のダイアログでパッチファイルの名前を選択してください。

source: XFdiff will now start diff. Please be patient (xfdiff might seem to hang). Diff will be working
cs: Xfdiff nyní spou¹tí diff. Prosím buïte trpìlivý. Diff bude pracovat
he: עכשיו XFdiff יתחיל diff. סבלנות אחי (יכול להיות שxfdiff יראה כנתקע). בכל זאת Diff יעבוד
hu: Az XFdiff most elinditja a diff programot. Kérem várjon türelmesen (lehet hogy az xfdiff látszólag nem fog válaszolni). A Diff program rendeltetésszerûen futni fog
ja: XFdiffがdiffを開始します。 しばらくお待ちください（xfdiffが止まったように見えるかもしれません）。 diff作業を開始します

source: Patch file could not be created
cs: Nemohl být vytvoøen patch soubor
he: לא הצלחתי ליצור קובץ תלאי
hu: Nem tudom létrehozni a patch fájlt
ja: パッチファイルが作成できませんでした

source: Strip level for created patch file=
cs: Úroveò odstraòování cest pro vytváøený patch soubor=
he: רמת Strip עבור קובץ תלאי שנוצר =
hu: A létrehozott patch fájl vágási szintje=
ja: 作成するパッチファイルのパス除去レベル(strip level)=

source: has been created
cs: byl vytvoøen
he: נוצר
hu: létrehozva
ja: が作成されました

source: Patch file creation cancelled
cs: Vytváøení patch souboru bylo pøeru¹eno
he: בוטלה יצירת קובץ תלאי
hu: Patch fájl létrehozás megszakítva
ja: パッチファイルの作成がキャンセルされました

source: Line synchronization enabled.
cs: Synchronizace øádkù je zapnuta.
he: תיאום שורות עכשיו אפשרי.
hu: Sorszinkronzizáció engedélyezve.
ja: ラインの同期が可能です。

source: Line synchronization disabled.
cs: Synchronizace øádkù je vypnuta.
he: תיאום שורות עכשיו בלתי-אפשרי.
hu: Sorszinkronizáció letiltva.
ja: ラインの同期はできません。

source: Patch verbose diagnostics enabled.
cs: Vìt¹í diagnostika patche je zapnuta.
he: איבחון פטפטני של תלאי הופעל.
hu: Patch részletes diagnosztika engedélyezve.
ja: パッチ verbose 診断可能。

source: Patch verbose diagnostics disabled.
cs: Podrobnìj¹í diagnostika patche vypnuta
he: איבחון פטפטני של תלאי שותק.
hu: Patch részletes diagnosztika letiltva.
ja: パッチ verbose 診断不可能。

source: Line numbers enabled.
cs: Èíslování øádkù je zapnuto.
he: מיספור שורות הופעל.
hu: Sorszámozás engedélyezve.
ja: ラインナンバー可能です。

source: Line numbers disabled.
cs: Èíslování øádkù je vypnuto.
he: מיספור שורות שותק.
hu: Sorszámozás letiltva.
ja: ラインナンバー不可能です。

source: Polygons will now be filled.
cs: Trojúhelníky budou vyplnìny.
he: פוליגונים ימולאו עכשיו.
hu: A poligonok ki lesznek töltve.
ja: ポリゴンは十分です。

source: Polygons will now *not* be filled.
cs: Trojúhelníky nebudou vyplnìny.
he: פוליגונים *לא* ימולאו עכשיו.
hu: A poligonok nem lesznek kitöltve.
ja: ポリゴンは*不*十分です。

source: Patch will now be assumed reversed.
cs: Patch bude pøijat obrácenì.
he: תלאי יחושב עכשיו כהוסר.
hu: A patch feltételezhetõen fordított.
ja: パッチが逆転されたと仮定します。

source: Patch will now be assumed *not* reversed.
cs: Patch nebude pøijat obrácenì.
he: תלאי יחושב עכשיו כ*לא* הוסר.
hu: A patch feltételezhetõen *nem* fordított.
ja: パッチが逆転して*いない*と仮定します。

source: Font selection
cs: Výbìr písma
he: בחירת גופן
hu: Betütípus választás

source: Select highlight background color
cs: Výbrat barvu pozadí
he: בחר צבע להדגשת רקע
hu: Kiemelés háttérszíne

source: Select highlight text color
cs: Vybrat barvu textu
he: בחר צבע להדגשת טקסט
hu: Kiemelés színe
ja: テキストのハイライト色

source: Warning: cannot read from
cs: Varování: nemohu èíst z
he: אזהרה: לא מסוגל לקרוא מ-
hu: Figyelmeztetés: nem tudom olvasni a(z)
ja: 警告: 読み込めません

source: is not in patch file.
cs: není to patch soubor.
he: לא קובץ תלאי.
hu: nincs a patch fájlban.
ja: はパッチファイルではありません。

source: Default .xfdiffrc file cannot be created
cs: Nemohu vytvoøit defaultní .xfdiffrc
he: לא ניתן ליצור קובץ ברירת מחדל של xfdiffrc
hu: Nem tudom létrehozni az alapértelmezett .xfdiffrc fájlt.
ja: デフォルト（初期）の .xfdiffrc ファイルが作成できません

source: Default configuration has been saved
cs: Byla ulo¾ena defaultní konfigurace
he: נשמרו הגדרות ברירת מחדל
hu: Alapértelmezett beállítások elmentve
ja: デフォルト（初期）設定が保存されました

source: This is XFDiff
cs: To je XFDiff
he: זה XFDiff
hu: Ez az XFDiff program
ja: XFDiff です

source: (c) by Edscott Wilson Garcia under GNU GPL XFCE modules (c) Olivier Fourdan http://www.xfce.org/
cs: (c) Edscott Wilson Garcia pod GNU GPL XFCE moduly Olivier Fourdan http://www.xfce.org
he: (כל הזכויות שמורות) לאדסקוט ווילסון גרסיה לפי GNU-GPL גרעיני XFCE (כל הזכויות שמורות) אוליבר פורדן http://www.xfce.org/
hu: Készítette Edscott Wilson Garcia. A program a GNU GPL licensz hatálya alá tartozik. Az XFCE modulokat Olivier Fourdan készítette. http://www.xfce.org/

source: There is no next difference
cs: Není dal¹í rozdíl
he: אין הבדל אחר כך
hu: Nincs következõ különbség
ja: 次に違いはありません

source: There is no previous difference
cs: Není pøedchozí rozdíl
he: אין הבדל קודם
hu: Nincs elõzõ különbség
ja: 前に違いはありません

source: There is no such file
cs: Není ¾ádný takový soubor
he: אין קובץ כזה
hu: Nincs ilyen fájl
ja: そのようなファイルはありません

source: There is no next file
cs: Není dal¹í soubor
he: אין קובץ אחר כך
hu: nincs következõ fájl
ja: 次のファイルはありません

source: There is no previous file
cs: Není pøedchozí soubor
he: אין קובץ קודם
hu: Nincs elõzõ fájl
ja: 前のファイルはありません

source: That is a directory (or symlink)
cs: To je adresáø ( nebo symbolický link)
he: זו סיפריה (או קשר סמלי)
hu: Ez egy könyvtár (vagy szimbólikus link)

source: Select left file
cs: Vybrat levý soubor
he: לבחור קובץ שמאלי
hu: Bal oldali állomány kiválasztása

source: Select right file
cs: Výbrat pravý soubor
he: לבחור קובץ ימני
hu: Jobb oldali állomány kiválasztása

source: Select patch file
cs: Výbrat patch soubor
he: בחרי, נא, קובץ תלאי
hu: Patch állomány kiválasztása

source: Select directory where to apply patch
cs: Vybrat adresáø, kam bude aplikován patch
he: בחרי, נא, סיפריה לשים עליה את התלאי
hu: Válasszon könyvtárat, amelyikre a patch állományt alkalmazzam
ja: パッチを適用するディレクトリの選択

source: Switch to patch mode
cs: Pøepnout do patch módu
he: להחליף למצב תלאי
hu: Átkapcsolás patch módba
ja: パッチモードに切替え

source: Switch to diff mode
cs: Pøepnout do diff módu
he: להחליף למצב diff
hu: Átkapcsolás diff módba
ja: 差分(diff)モードに切替え

source: Exit
cs: Konec
he: להיתראות
hu: Kilépés

source: Diff Settings
cs: Nastavit diff
he: הגדרות Diff
hu: Diff beállitások

source: Font
cs: Písmo
he: גופן
hu: Betütípus...

source: Highlight text color
cs: Zvýraznit barvu textu
he: צבע הדגשת טקסט
hu: Kiemelés színe
ja: テキストのハイライト色
