Repository: jmontleon/xfce-historical
Catalog: po/*.po
Languages: cs, fi, he, hu, ja, pl, ru, zh

source: Files found=
cs: Nalezeno souborù=
he: קבצים נמצאו=
hu: A következõ állományokat találtam=

source: (interrupted because limit exceded)
cs: (pøeru¹eno, proto¾e bylo dosa¾eno limitu výsledku)
he: (הופסק עקב כך שעברו את המכסה)
hu: (megszakítva a határ elérése miatt)
ja: （限界を越えたため中断）

source: lines
cs: øádkù
he: שורות
hu: sor
ja: 行

source: unable to stat:
cs: Nemohu získat stav:
he: לא מסוגל לעשות stat:
ja: スタット不可能:

source: XFClock - XFce Clock & Calendar
cs: XFClock - XFce hodiny a kalendáø
fi: XFClock - XFce kello & kalenteri
he: XFClock - XFce שעון ולוח שנה
hu: XFClock - XFce Óra és Naptár
ja: XFClock - XFce 時計とカレンダー
pl: XFZegar - Zegar i Terminarz XFce
ru: XFClock - XFce часы и календарь
zh: XFÖÓ±í-XFceÖÓ±íºÍÈÕÀú

source: XFclock : Syntax error in configuration file (%s)
cs: XFclock : Syntaktická chyba v konfiguraèním souboru (%s)
fi: XFclock: syntaksivirhe määrittelytiedostossa (%s)
he: XFclock : טעות הקשר בקובץ הגדרות (%s)
hu: XFclock : Szintaktikus hiba a konfigurációs fájlban (%s)
ja: XFclock : 設定ファイルの文法エラーです (%s)
ru: XFclock : Синтаксическая ошибка в файле конфигурации (%s)
zh: XFÖÓ±í : ÅäÖÃÎÄ¼şÓï·¨´íÎó (%s)

source: XFclock : Data mismatch error in config file (%s)
cs: XFclock : V konfiguraèním souboru jsou chybná data (%s)
fi: XFclock : virhe märittelytiedostossa
he: XFclock : אי-תאום בקובץ הגדרות גרם לטעןת (%s)
hu: XFclock : Hibás adat a konfigurációs fájlban (%s)
ja: XFclock : 設定ファイルのデータが不一致です (%s)
ru: XFclock : Несоответствие данных в файле конфигурации (%s)
zh: XFÖÓ±í : ÅäÖÃÎÄ¼şÊı¾İÆ¥Åä´íÎó (%s)

source: Hide/show menubar
cs: Skrýt/zobrazit menu
fi: Piilota/Näytä valikot
he: הסתר/הראה קרש-תפריט
hu: Menüsor elrejtése/mutatása
ja: メニューの表示/非表示
ru: Убрать/показать меню
zh: Òş²Ø/ÏÔÊ¾ ²Ëµ¥À¸

source: Hide/show calendar
cs: Skrýt/zobrazit kalendáø
fi: Piilota/Näytä kalenteri
he: הסתר / הראה לוח שנה
hu: Naptár elrejtése/mutatása
ja: カレンダーの表示/非表示
ru: Убрать/показать календарь
zh: Òş²Ø/ÏÔÊ¾ ÈÕÀú

source: Settings
cs: Nastavení
fi: Asetukset
he: הגדרות
hu: Beállitások
ja: 設定
ru: Настройки
zh: Éè¶¨

source: 24 hour mode
cs: 24 hodinový mód
he: שעון 24 שעות
hu: 24 órás mód
ja: 24時間モード

source: Display AM/PM
cs: Zobrazit AM/PM
fi: Näytä AM/PM
he: להראות AM / PM
hu: AM/PM mutatása
ja: 午前/午後の表示
ru: Показывать AM/PM
zh: ÏÔÊ¾ ÉÏÎç/ÏÂÎç

source: Display seconds
cs: Zobrazit sekundy
fi: Näytä sekunnit
he: להראות שניות
hu: Másodpercek mutatása
ja: 秒の表示
ru: Показывать секунды
zh: ÏÔÊ¾Ãë

source: Background color...
cs: Barva pozadí...
fi: Taustan väri...
he: צבע רקע...
hu: Háttérszín...
ja: 背景の色...
ru: Цвет фона...
zh: ±³¾°É«...

source: Foreground color...
cs: Barva popøedí...
fi: Edustan väri...
he: צבע קדמי...
hu: Elõtérszín..
ja: 前景の色...
ru: Цвет...
zh: Ç°¾°É«...

source: Font...
cs: Písmo...
fi: Kirjasin...
he: גופן...
hu: Betütípus...
ja: フォント...
ru: Шрифт...
zh: ×ÖÌå...

source: Hide menubar
cs: Skrýt menu
fi: Piilota valikot
he: הסתר קרש-תפריט
hu: Menüsor elrejtése
ja: メニューの非表示
ru: Убрать меню
zh: Òş²Ø ²Ëµ¥À¸

source: Calendar Options
cs: Nastavení kalendáøe
he: אפשרויות לוח-שנה
hu: Naptár beállítások
ja: カレンダーオプション

source: Mark Fridays
cs: Oznaèit pátky
he: לסמן ימי שישי
hu: Péntekek megjelölése

source: Mark Saturdays
cs: Oznaèit nedìle
he: לסמן שבתות
hu: Szombatok megjelölése

source: Mark Sundays
cs: Oznaèit soboty
he: לסמן ימי ראשון
hu: Vasárnapok megjelölése

source: Show week numbers
cs: Zobrazit èísla týdnù
he: להראות מספרי השבועות
hu: Hét számának mutatása
ja: 週数の表示

source: Show day names
cs: Zobrazit jména dnù
he: להראות שמות הימים
hu: Napok nevének mutatása
ja: 日の名前の表示

source: Show heading
cs: Zobrazit hlavièku
he: הראה כותרות עליונות
ja: 見出しの表示

source: Week starts on Monday
cs: Týden zaèíná v pondìlí
he: שבוע מתחיל ביום שני
hu: A hét hétfõvel kezdõdik
ja: 週を月曜日から始める

source: xfmouse: Error, cannot open display.
cs: xfmouse: Chyba, Nemohu otevøít display.
he: xfmouse: טעות, לא מסוגל לפתוח תצוגה
hu: xfmouse: Hiba, nem tudom megnyitni a képernyõt!

source: Is X running and $DISPLAY correctly set ?
cs: Je X spu¹tìno a je korektnì nastavena promìnná $DISPLAY ?
he: האם X פועל והאם DISPLAY$ נקבע נכון ?
hu: Fut az X, és a $DISPLAY változó megfelelõen be van állítva ?
ja: Xを動作させ、$DISPLAYをセットしますか？

source: XFMouse - XFce Mouse Configuration
cs: XFMouse - XFce konfigurace my¹i
fi: XFMouse - XFce hiiren asetukset
he: XFMouse - XFce הגדרות עכבר
hu: XFMouse - XFce Egér-konfiguráció
ja: XFMouse - XFceのマウス設定
pl: XFMyszka - Program konfiguracji gryzonia XFce
ru: XFmouse - XFce программа конфигурации МЫШИ
zh: XFMouse - XFceÊó±êÉè¶¨

source: Button Settings
cs: Nastavení tlaèítek
fi: Hiiren kätisyys
he: הגדרות כפתורים
hu: Gomb beállítások
ja: ボタン設定
pl: Ustawienia przycisków
ru: Установка кнопок
zh: Êó±ê°´¼üÉè¶¨

source: Motion Settings
cs: Nastavení pohybu
fi: Liikkeen asetukset
he: הגדרות תנועה
hu: Mozgás beállítások
ja: 動作設定
pl: Ustawienia ruchu
ru: Скорость движения
zh: ¹â±êÔË¶¯Éè¶¨

source: Threshold :
cs: Práh citlivosti :
fi: Hidastus :
he: גבול :
hu: Érzékenység :
ja: しきい値 :
pl: Próg:
ru: Чувсвительность:
zh: ÃÅÏŞ:

source: Acceleration :
cs: Zrychlení :
fi: Liike :
he: האצה :
hu: Gyorsítás :
ja: 加速度 :
pl: Przyspieszenie:
ru: Ускоркние:
zh: ¹â±ê¼ÓË:Ù

source: Usage : %s [OPTIONS]
cs: Pou¾ití : %s [Volby]
fi: Käytä : %s [OPTIONS]
he: שימוש : %s [OPTIONS]
hu: Használat: %s [OPCIÓK]
ja: 使用法 : %s [OPTIONS]
pl: U¿ycie: %s [OPCJE]
ru: Использование: %s [опции]
zh: ÔËÓÃÑ¡Ôñ : %s [OPTIONS]

source: Where OPTIONS are :
cs: Kde Volby jsou :
fi: Valinnat ovat OPTIONS :
he: איפה שOPTIONS הם :
hu: Ahol az OPCIÓK a következõk :
ja: どこのオプションですか :
pl: gdzie poprawne OPCJE to:
ru: Где опции это:
zh: Ñ¡Ôñ OPTIONS ÊÇ :

source: -i : interactive
cs: -i : interaktivnì
fi: -i : interaktiivisesti
hu: -i: interaktív
ja: -i : 対話式
pl: -i : interaktywnie
ru: -i : интерактивность
zh: -i : ½»»¥

source: -d : apply configuration and exit (default)
cs: -d : pou¾ije konfiguraci a skonèí (default)
fi: -d : käytä ja lopeta (oletus)
he: -d : ( הפעל הגדרות ויציאה (ברירת מחדל
hu: -d: konfiguráció alkalmazása és kilépés (alapértelmezett)
ja: -d : 設定を適用して終了（デフォルト）
pl: -d : zastosuj konfiguracjê i zakoñcz dzia³anie (domy¶lne)
ru: -d : применить конфигурацию и выйти
zh: -d : ÔËÓÃÉè¶¨²¢ÍË³ö (Ä¬ÈÏ)

source: %s is part of the XFce distribution, written by Olivier Fourdan
cs: %s je èást distribuce XFce, napsané Olivierem Fourdanem
fi: %s on osa XFcetä, tekijä: Olivier Fourdan
he: %s הוא חלק מהחבילה של XFce שנכתב על ידי אוליבר פורדן
hu: %s része az XFce disztribúciónak, melyet Olivier Fourdan írt
ja: %s はOlivier Fourdanによって作成されたXFceの一部です
pl: %s stanowi element dystrybucji XFce, autorstwa Oliviera Fourdana
ru: %s часть дистрибутива XFce, написанного Olivier Fourdan
zh: %s XFceµÄÒ»²¿·Ö, ×÷Õß Olivier Fourdan

source: New Desk
cs: Nová plocha
fi: Uusi työpöytä
he: שולחן חדש
hu: Új munkaasztal
ja: 新しいデスクトップ
pl: Nowy pulpit
ru: Новый Desk
zh: ĞÂ×ÀÃæ

source: Add Window
cs: Pøidat okno
fi: Lisää ikkuna
he: הוספת חלון
hu: Új ablak
ja: ウィンドウの追加
pl: Dodaj okno
ru: Добавить окно
zh: Ìí¼Ó´°¿Ú

source: Raise Window
cs: Vyzdvihnout okno
fi: Kohota ikkuna
he: העלת חלון
hu: Ablak nagyítás
ja: ウィンドウのアクティブ化
pl: Przybli¿ okno
ru: Увеличить окно
zh: ÉıÆğ´°¿Ú

source: Lower Window
cs: Zasunout okno
fi: Laske ikkuna
he: הורדת חלון
hu: Ablak kicsinyítés
ja: ウィンドウの非アクティブ化
pl: Oddal okno
ru: Уменьшить окно
zh: ½µÏÂ´°¿Ú

source: Configure Window
cs: Konfigurovat okno
fi: Muuta ikkunaa
he: אפיין חלון
hu: Ablak konfiguráció
ja: ウィンドウの設定
pl: Konfiguruj okno
ru: Конфигурация окна
zh: ÉèÖÃ´°¿Ú

source: Focus Change
cs: Zmìna aktivace okna
fi: Aktiivisen muutos
he: שינוי התמקדות
hu: Fókusz változás
ja: フォーカスの切替え
pl: Zmiana pod¶wietlenia
ru: Изменения фокуса
zh: ¸Ä±ä½¹µã

source: Destroy Window
cs: Zru¹it okno
fi: Tuhoa ikkuna
he: להחריב חלון
hu: Ablak bezárása
ja: ウィンドウの破棄
pl: Zniszcz okno
ru: Уничтожить окно
zh: Ç¿ĞĞ¹Ø±Õ

source: Iconify
cs: Okno do ikony
fi: Pienennä
he: להקטין לסמל
hu: Ikonizálás
ja: アイコン化
pl: Do ikony
ru: Иконка
zh: Í¼±ê»¯

source: De-iconify
cs: Okno z ikony
fi: Palauta kuvakkeesta
he: להגדיל מסמל
hu: Visszaállítás
ja: 非アイコン化
pl: Przywróæ
ru: Окно
zh: ´°¿Ú¸´Î»

source: Shade
cs: Zbalit okno
fi: Varjosta
he: צל
hu: Felgördülés
ja: シェード(Shade)
pl: Zwiñ
ru: Свернуть
zh: ±³Ó°

source: Un-Shade
cs: Rozbalit okno
fi: Palauta varjostuksesta
he: הסר צל
hu: Legördülés
ja: 非シェード(Un-Shade)
pl: Odwiñ
ru: Развернуть
zh: ÎŞ±³Ó°

source: Maximize
cs: Maximalizovat
fi: Suurenna
he: הריבה מירבית
hu: Maximializálás
ja: 最大化
pl: Na ca³y ekran
ru: Максимизировать
zh: ×î´ó

source: De-maximize
cs: Obnovit okno
fi: Palauta suuresta
he: הסר הרחבה מירבית
hu: Visszzaállítás eredeti méretre
ja: 非最大化
pl: Przywróæ
ru: Де-Максимизировать
zh: È¥×î´ó

source: Shutdown
cs: Ukonèit
fi: Lopeta
he: כיבוי
hu: Leállítás
ja: シャットダウン
pl: Zamkniêcie systemu
ru: Выключить
zh: ¹Ø±Õ

source: Unknown
cs: Neznámé
fi: Tuntematon
he: לא נודע
hu: Ismeretlen
ja: 不明
pl: Nieznany
ru: Неизвестный
zh: Î´Öª

source: XFSound - XFce Sound Manager
cs: XFSound - XFce správce zvukù
fi: XFSound - XFce ääntenhallinta
he: XFSound - XFce מנהל קול
hu: XFSound - XFce Hang menedzser
ja: XFSound - XFceサウンドマネージャー
pl: XFD¼wiêk - Manager D¼wiêków XFce
ru: XFDSound - XFce управление звуками
zh: XFSound - XFce ÉùÒô¹ÜÀíÆ÷

source: Event :
cs: Událost :
fi: Tapahtuma :
he: מקרה :
hu: Esemény:
ja: イベント :
pl: Zdarzenie:
ru: Элемент:
zh: ÊÂ¼ş:

source: Sound file :
cs: Zvukový soubor :
fi: Äänitiedosto :
he: קובץ קול :
hu: Hangfájl :
ja: サウンドファイル :
pl: Plik d¼wiêkowy:
ru: Звуковой файл:
zh: ÉùÒôÎÄ¼ş:

source: Test
cs: Testovat
fi: Kokeile
he: בדיקה
hu: Teszt
ja: テスト
ru: Тест
zh: ²âÊÔ

source: Play Sound
cs: Pøehrát zvuk
fi: Kuuntele
he: השמע צליל
hu: Hang lejátszás
ja: サウンドの再生
pl: Odtwórz d¼wiêk
ru: Пригрывание звука
zh: ²¥·ÅÉùÒô

source: Command :
cs: Pøíkaz :
fi: Komento :
he: פקודה :
hu: Parancs :
ja: コマンド :
pl: Polecenie:
ru: Команда:
zh: ÃüÁî:

source: Internal
cs: Interní
fi: Sisäinen
he: פנימי
hu: Belsõ
ja: 内部の機能を使用
pl: Wewnêtrzny
ru: Внутренний
zh: ÄÚ²¿

source: External
cs: Externí
fi: Ulkoinen
he: חיצוני
hu: Külsõ
ja: 外部コマンドを使用
pl: Zewnêtrzny
ru: Внешний
zh: Íâ²¿

source: Error Cannot open file
cs: Chyba Nemohu otevøít soubor
fi: Virhe Ei voi avata tiedostoa
he: טעות לא מסוגל לפתוח קובץ
hu: Hiba A fájl nem megnyitható
ja: エラー ファイルが開けません
pl: B³±d Nie mogê odtworzyæ pliku
ru: Ошибка Не могу открыть файл
zh: ´íÎó ²»ÄÜ´ò¿ªÎÄ¼ş

source: Error Cannot allocate colors
cs: Chyba Nemohu alokovat barvy
fi: Virhe Ei voi käyttää määriteltyjä värejä
he: טעות לא מסוגל לספק צבעים
ja: エラー 色が確保できません
pl: B³±d Nie mogê zarezerwowaæ kolorów
ru: Ошибка Не могу запросить цвета
zh: ´íÎó ²»ÄÜ¶¨Î»É«²Ê

source: Error File format invalid
cs: Chyba Formát souboru je chybný
fi: Virhe Virheellinen tiedosto
he: טעות פורמט בלתי-תקין לקובץ
hu: Hiba Hibás fájlformátum
ja: エラー ファイルフォーマットが違います
pl: B³ad Niew³a¶ciwy format pliku
ru: Ошибка Плохой формат файла
zh: ´íÎó ÎÄ¼ş¸ñÊ½Î´Öª

source: Error Color definition invalid
cs: Chyba Definice barvy je chybná
fi: Virhe Väärät värien määritykset
he: טעות הגדרת צבע בלתי-תקין
hu: Hiba Szín definíció hibás
ja: エラー 色定義が正しくありません
pl: B³±d Niew³a¶ciwe okre¶lenie koloru
ru: Ошибка Не правильное определение цвета
zh: ´íÎó ÑÕÉ«¶¨ÒåÎ´Öª

source: Error Not enough Memory
cs: Chyba Není dostatek pamìti
fi: Virhe Muisti ei riitä
he: טעות איו מספיק זיכרון
hu: Hiba Nincs elég memória
ja: エラー メモリーが不足しています
pl: B³±d Za ma³o pamiêci
ru: Ошибка Не хватает памяти
zh: ´íÎó ÄÚ´æ²»¹»

source: XFbd - XFce Backdrop Manager
cs: XFbd - XFce správce pozadí
fi: XFbd - XFce taustanhallinta
he: XFbd - XFce מנהל רקע
hu: XFbd - XFce Háttér kezelõ
ja: XFbd - XFce背景マネージャー
pl: XFcd - Manager T³a XFce
ru: XFcd - XFce Backdrop Manager
zh: XFbd - XFce ±³¾°¹ÜÀíÆ÷

source: Filename :
cs: Jméno souboru :
fi: Tiedosto:
he: שם קובץ :
hu: Fájlnév :
ja: ファイル名 :
pl: Nazwa pliku:
ru: Имя файла:
zh: ÎÄ¼şÃû:

source: Display image :
cs: Zobrazit obrázek jako :
he: הצג תמונה :
hu: Kép megjelenítése :
ja: ディスプレイイメージ :

source: Tiled
cs: Dla¾dice
he: פסיפת
hu: Ismételve

source: Stretched
cs: Roztáhnout
he: נמתח
hu: Kinyújtva
ja: 拡大する

source: Auto
cs: Automaticky
he: אוטומטי
hu: Automatikus

source: -i : interactive, prompts for backdrop to display
cs: -i : interaktivnì, prompt pro upu¹tìní na display
fi: -i : interaktiivisesti, kysyy taustaa
he: -i : interactive, מבקש רקע להראות
hu: -i: interaktív, rákérdez a megjelenítendõ háttérre
ja: -i :対話式、ディスプレイの背景のプロンプト
pl: -i : interaktywnie, pyta o t³o do wy¶wietlenia
ru: -i : интерактивность, запрашивать backdrop to display
zh: -i : ½»»¥,ÌáÊ¾,ÏÔÊ¾±³µã

source: -d : display, reads configuration and exit (default)
cs: -d : zobrazí, ète konfiguraci a skonèí (default)
fi: -d : näytä, käyttää määrityksiä ja lopettaa (oletus)
he: -d : display, ( קורא הגדרות ויציאה (ברירת מחדל
hu: -d: megjelenítés, konfiguráció beolvasása és kilépés (alapértelmezett)
ja: -d :ディスプレイ、設定を読み込んで終了（デフォルト（初期））
pl: -d : wy¶wietl, odczytuje konfiguracjê i koñczy dzia³anie (domy¶lnie)
ru: -d : отображение, прочитать конфигурацию и выйти (по умолчанию)
zh: -d : ÏÔÊ¾,¶ÁÈ¡ÉèÖÃ,È»ºóÍË³ö(Ä¬ÈÏ)

source: xfbdmgr - XFCE List Manager
cs: xfbdmgr - XFCE mana¾ér seznamu
he: xfbdmgr - XFCE מנהל רשימות
ja: xfbdmgr - XFCE リストマネージャ

source: File not found.
cs: Soubor nenalezen
he: קובץ לא נמצא.
hu: A fájl nem található.

source: &Restart
cs: &Restartovat
fi: Käynnistä uudelleen
he: &הפעלה מחדש
hu: Új&raindítás
ja: 再起動(&R)
pl: &Uruchom ponownie
ru: &Перезапуск
zh: &ÖØÆô¶¯

source: &Quit
cs: &Ukonèit
fi: Lopeta
he: &יאללה נמאס
hu: Kilépés
ja: 終了(&Q)
pl: &Zakoñcz
ru: &Выход
zh: &ÍË³ö

source: &Move
cs: &Pøesunout
fi: Siirrä
he: &הזזה
hu: &Mozgatás
ja: 移動(&M)
pl: &Przesuñ
ru: &Переместить
zh: &ÒÆ¶¯

source: &Resize
cs: &Zmìnit velikost
fi: Muuta kokoa
he: &שינוי גודל
hu: Átmé&retezés
ja: サイズ変更(&R)
pl: &Zmieñ rozmiar
ru: &Изменить размер
zh: &Ëõ·Å

source: (De)&Iconify
cs: (De)&Ikonifikovat
fi: Pienennä
he: (הסר)&הקטנה לסמל
hu: (Vissza)&Ikonizálás
ja: (非)アイコン化(&I)
pl: Do &ikony/Przywróæ
ru: &Иконка/Окно
zh: È¥Í¼±ê»¯

source: (Un)&Stick
cs: (Od)&Lepit
fi: Irrota/Kiinnitä
he: (הסר)&דביק
hu: Tépés/Raga&sztás
ja: (非)くっつき(&S)
pl: &Przyklej/Odklej
ru: &Прилепить/Отлепить
zh: È¥Õ³×Å

source: (Un)S&hade
cs: (Od)R&olovat
fi: Varjostus
he: (הסר)&צל
hu: Fel/Legördítés
ja: (非)シェード(&H)
pl: (Z/Od)wiñ
ru: Св&ернуть/Развернуть
zh: È¥ÒõÓ°

source: (Un)Ma&ximize
cs: (Od)Ma&ximalizovat
fi: Suurenna/Palauta
he: (הסר)&הגדלה מירבית
hu: (Vissza)Ma&ximalizálás
ja: (非)最大化(&X)
pl: Na ca³y &ekran/Przywróæ
ru: (Де)&Максимизировать
zh: È¥×î´ó»¯

source: Se&nd to...
cs: Po&slat do...
fi: Lähetä ...
he: של&ח ל...
hu: Küldés...
ja: 送る(&N)...
pl: W&y¶lij do...
ru: &Услать к...
zh: ËÍµ½...

source: S&witch to...
cs: Pø&epnout na...
fi: Vaihda ...
he: ה&חלף ל...
hu: Átkapcsolás...
ja: 切替え(&W)...
pl: Prze³±cz &na...
ru: Переключится &на...
zh: ÇĞ»»µ½...

source: &Close
cs: &Zavøít
fi: Sulje
he: &סגור
hu: Bezárás
ja: 閉じる(&C)
pl: &Zamknij
ru: &Закрыть
zh: ¹Ø±Õ

source: User Menu
cs: U¾ivatelské menu
he: תפריט משתמש
hu: Felhasználói menü
ja: ユーザメニュー

source: Edit menu...
cs: Upravit menu ...
he: תפריט עיבוד
hu: Menü szerkesztése...

source: &Mouse...
cs: &My¹i
fi: Hiiri
he: &עכבר...
hu: Egér...
ja: マウス(&M)...
pl: &Myszka...
ru: &Мышь...
zh: Êó±ê...

source: &Backdrop...
cs: &Pozadí...
fi: Tausta
he: &רקע...
hu: Háttér...
ja: 背景(&B)...
pl: &T³o...
zh: ±³µã

source: &Sound...
cs: &Zvukù...
fi: Ääni...
he: &קול...
hu: Hang...
ja: サウンド(&S)...
pl: &D¼wiêk
ru: &Звук
zh: ÉùÒô...

source: &New window
cs: &Nové okno
fi: Uusi ikkuna
he: &חלון חדש
hu: Új ablak
ja: 新しいウィンドウ(&N)
pl: &Nowe okno
ru: &Новое окно
zh: ĞÂ´°¿Ú

source: &User Menu
cs: &U¾ivatelské menu
he: &תפריט משתמש
hu: Felhasználói menü
ja: ユーザメニュー(&U)

source: &Arrange icons
cs: &Uspoøádat ikony
fi: Järjestä kuvakkeet
he: &לסדר סמלים
hu: Ikonok rendezése
ja: アイコンの整列(&A)
pl: &Uporz±dkuj ikony
ru: У&порядочить Иконки
zh: ÅÅÁĞÍ¼±ê

source: &Iconify all
cs: &Ikonifikovat v¹e
he: &להקטין את הכל לסמלים
hu: Minden ablak kicsinyítése

source: &Refresh
cs: &Obnovit
fi: Päivitä
he: &לעדכן
hu: F&rissítés
ja: 更新(&R)
pl: &Od¶wie¿
ru: &Перерисовать
zh: Ë¢ĞÂ

source: Shuffle &Up
cs: Pøepnout &Nahoøe
fi: Aktivoi seuraava
he: ערבב &למעלה
hu: Következõ ablak
ja: フォーカス上移動(&U)
pl: Prze³±cz do &góry
ru: Поверх &всех
zh: ÉÏ»¬

source: Shuffle &Down
cs: Pøepnout &Dole
fi: Aktivoi edellinen
he: ערבב &למטה
hu: Elõzõ ablak
ja: フォーカス下移動(&D)
pl: Prze³±cz w &dó³
ru: За в&семи
zh: ÏÂ»¬

source: &Settings
cs: &Nastavení
he: &הגדרות
hu: Beállitások

source: &Quit XFwm
cs: &Konec XFwm
fi: Lopeta XFwm
he: &יציאה מ-XFwm
hu: Kilépés
ja: XFwmを終了(&Q)
pl: &Zakoñcz XFwm
ru: &Выход из XFwm
zh: ÍË³öXFwm

source: &Full Screen
cs: &Celá obrazovka
he: &מסך מלא
hu: Teljes képernyõ

source: &Vertical
cs: &Vertikálnì
he: &אנכי
hu: Függõleges
ja: 垂直線(&V)

source: &Horizontal
cs: &Horizontálnì
he: &אופקי
hu: Vízszintes
ja: 水平線(&H)

source: xfwm terminated:
cs: xfwm je ukonèeno:
he: הופסק xfwm:
hu: xfvm leállítva:

source: Samba failure! Xfsamba could not find file:
cs: Samba selhala ! Xfsamba nemù¾e nalézt soubor:
he: כישלון של Samba! קובץ לא נמצא על ידי Xfsamba:
hu: Samba hiba! Az Xfsamba nem találja a következõ fájlt:
ja: Samba失敗！ Xfsambaは次のファイルを見つけられません:

source: (please install Samba or else correct the PATH environment variable)
cs: (prosím nainstalujte Sambu nebo nastavte jinak promìnnou prostøedí PATH)
he: (נא להתקין Samba או לתקן את משתנה הסביבתי PATH)
hu: (kérem telepítse a Sambát vagy állítsa be helyesen a PATH környezeti változót)
ja: （Sambaをインストールまたはパスを選択してください）

source: File download failed. See diagnostics for reason.
cs: Download souboru selhal. Podívejte se do diagnostiky na dùvod.
he: הורדת קובץ נכשל. ראה איבחון בשביל סיבה.
hu: A fájl letöltése nem sikerült. Nézze meg a részleteket az okokért.
ja: ファイルのダウンロードに失敗しました。理由は診断を見てください。

source: Download done.
cs: Download proveden.
he: הורדה הסתיימה.
hu: Letöltés befejezõdött.
ja: ダウンロード完了。

source: Downloading file...
cs: Downloaduji soubor...
he: מוריד קובץ...
hu: Fájl letöltése...

source: File download cancelled.
cs: Download souboru je pøeru¹en
he: בוטל הורדת קובץ.
hu: Fájl letöltés megszakítva.
ja: ファイルのダウンロードがキャンセルされました。

source: Download failed.
cs: Download selhal
he: הורדה נכשלה.
hu: Letöltés nem sikerült.

source: If you have win95 nodes on your network, xfsamba might not find a master browser. If you start smb services on your linux box, making it a samba-server, the problem will be fixed as long as the win95 box(es) are reset. You know the routine, reset wind*ws for changes to take effect. Otherwise, you must type in the node to be browsed and hit RETURN.
cs: Jestli¾e máte sí» slo¾enou pouze z poèítaèù s WIN 95, xfsamba pak nemù¾e najít master browser. Kdy¾ spustíte slu¾bu smb na va¹em poèítaèi s Linuxem, a udìláte z nìho samba server, problém bude odstranìn od té doby, kdy budou poèítaèe s win95 restartovány. Restartujte windows, aby se zmìna projevila. Jinak musíte ruènì zadat jméno poèítaèe, se kterým chcete pracovat a stisknout return.
he: אם יש לך nodes של win95 ברשת שלך, יתכן ש-xfsamba לא ימצא דפדפן-על. אם תתחיל שירותי smb על מחשב הלינוקס שלך, ובזה תהפוך אותו לשרת של samba, תפטור את הבעיה כל עוד שמחשבי ה-win95 יופעלו מחדש. אתה מכיר את התהליך, הפעל מחדש את windose בכדי שהשינויים יתפסו ויופעלו. אחרת, תצתרך להקליד את ה-node שאתה רוצה לדפדף וללחוץ RETURN.
hu: Ha a hálózatban windows 95-ös rendszerek vannak, elképzelhetõ hogy az xfsamba nem talál mester kiszolgálót. Ha a linuxos gépen smb szolgáltatást indít, akkor a probléma elhárul a windows 95-ös gépek újraindításáig... Az eljárás a szokásos a windows gépeket újra kell indítani a változtatások érvénybe léptetéséhez. Máskülönben meg kell adni a böngészni kívánt gép nevét, majd ENTERT nyomni.
ja: もしネットワークにwin95ノードがあれば、xfsambaはマスターブラウザを 見つけられないかもしれません。もしsmbサービスをLinux boxでスタート するなら、それをsamba-serverとして作りましょう。その問題は、win95 boxの リセットと同じくらいの時間で解決します。手順ををしっているなら、 wind*wsリセットの効果を変えます。さもなければ、ブラウズする ノード(node)をタイプして RETURN を押さなければなりません。

source: Full drag and drop capability is provided between xfsamba and the companion file browser "xftree". Drag and drop may or not work with other file browsers
cs: Plná schopnost táhni a pus» je zaji¹tìna mezi xfsambou a spøáteleným správcem souborù xftree. Táhni a pus't mù¾e ale nemusí pracovat s jinými správci souborù.
hu: A húzd és ejtsd módszer tökéletesen mûködik az xfsamba és az "xftree" fájlkezelõ között. Más fájlkezelõkkel ez nem biztos hogy mindig mûködik

source: In order to mount SMB share, the following samba files must be suid-root: - smbmnt - smbumount these file are usually in /usr/bin, and root must perform: $ chmod u+s smbmount smbumount (This option is not available in FreeBSD4.4)
cs: V pøípadì potøeby montování SMB sdílení, musí být následující soubory suid-root: - smbmount - smbumount tyto soubory jsou obvykle v /usr/bin, a root musí provést: $ chmod u+s smbmount smbumount (Tuto volbu nelze pou¾ít u FreeBSD4.4)
hu: SMB megosztások csatlakoztatásához a következõ samba fájlokat suid-root jogúvá kell tenni: - smbmnt - smbumount ezek a fájlok általában az /usr/bin könyvtárban vannak, és a rendszergazda a 'chmod u+s smbmount smbumount' paranccsal teheti meg ezt. (Ez a lehetõség FreeBSD4.4 alatt nem elérhetõ)

source: To search for files on remote SMB shares first mount the share with the mount tool and then use the xftree search utility to do the search
cs: Pro vyhledání souborù na vzdálených SMB sdíleních nejdøíve namountujte sdílení nástrojem na montování a pak pou¾ijte vyhledávací nástroj z xftree k jejich vyhledání
hu: Ha távoli SMB megosztáson akar fájlokat keresni, akkor elõször csatlakoztassa az eszközt, majd használja az xftree keresõeszközét

source: To view differences on a remote SMB share first mount the share with the mount tool and then use the xftree diff utility to display the differences.
cs: Pro zobrazení rozdílù na vzdálených SMB sdíleních nejdøíve namontujte sdílení nástrojem na montování a pak pou¾ijte diff nástroj z xftree k zobrazení rozdílù
hu: Ha távoli SMB megosztásban kíván különbséget keresni, akkor elsõként csatlakoztassa a megosztást majd használja az xftree diff eszközét a különbségek megjelenítéséhez.

source: This is XFSamba
cs: To je XFSamba
he: זה XFSamba
hu: Ez az XFSamba program
ja: XFSamba です

source: (c) Edscott Wilson Garcia under GNU GPL
cs: (c) Edscott Wilson Garcia 2001, pod GNU-GPL

source: Please provide information for server
cs: Prosím zadejte jméno a heslo pro server
he: נא לספק מידע בשביל הספק
hu: Kérem adja meg a szerveradatokat
ja: サーバに情報を供給してください

source: Please provide browsing preferences
cs: Prosím zadejte jméno a heslo pro prohlí¾ení
he: נא לספק העדפות דיפדוף
ja: 好みのプロバイドブラウジングを選択してください

source: Username :
cs: Jméno :
he: שם משתמש :
hu: Felhasználónév :

source: Password :
cs: Heslo :
he: קוד :
hu: Jelszó :
ja: パスワード :

source: A single file can be selected!
cs: Jeden soubor musí být vybrán!
hu: Egyszerre egy fájlt lehet kijelölni!

source: A single directory must be selected!
cs: Jeden adresáø musí být vybrán!
hu: Egyszerre egy könyvtárat lehet kijelölni!

source: Something to be deleted must be selected!
cs: Musí být vybrány soubory ke smazání!
he: חייבים לבחור משהו למחוק!
hu: Törlés elött jelölje ki mit kíván törölni!
ja: 何か削除するものを選択してください！

source: Only elements from a single share may be selected!
cs: Mohou být vybrány pouze prvky z jednoho sdílení!
hu: Csak egy megosztásban szereplõ elemeket választhat ki!

source: Going to master browser...
cs: Zkou¹ím master browsera...
he: הולך לדפדפן-על...
ja: マスターブラウザに行っています...

source: Going back...
cs: Jdi zpìt...
he: חוזר אחורה...
ja: 戻る...

source: Going forward...
cs: Jdi vpøed...
he: מתקדם קדימה...
ja: 進む...

source: Attempting to stop query...
cs: Pokusím se pøeru¹it dotaz...
he: מנסה לעצור שאילתא...
hu: Megpróbálom leállítani a lekérdezést...
ja: 質問(Query)の停止を試みています...

source: Query stopped.
cs: Dotaz zastaven.
he: שאילתא נפסקה.
hu: Lekérdezés leállítva.
ja: 質問(Query)停止。

source: New folder...
cs: Nový adresáø ...
he: סיפריה חדשה...
hu: Új könyvtár ...
