Repository: jmontleon/xfce-historical
Catalog: po/*.po
Languages: cs, fi, he, hu, ja, pl, ru, zh

source: Highlight background color
cs: Zvýraznit barvu pozadí
he: צבע הדגשת רקע
hu: Kiemelés háttérszíe

source: Fill polygons
cs: Vyplnit trojúhelníky
he: מלא פוליגונים
hu: Polginok kitöltése
ja: フルポリゴン

source: Show line numbers
cs: Zobrazovat èísla øádkù
he: להראות מספרי השורות
hu: Sorszámok mutatása
ja: 行数の表示

source: Use line synchronization voids
cs: Pou¾ít prázdné synchronizaèní øádky
he: להשתמש בתהומים של תיאום שורה
ja: ラインの同期の使用

source: Save settings as default
cs: Ulo¾it nastavení jako defaultní
he: לשמור הגדרות כברירת מחדל
hu: Beállítások mentése alapértelmezettként
ja: デフォルト（初期）の設定で保存

source: Patch Settings
cs: Nastavit patch
he: הגדרות תלאי
hu: Patch beállítások

source: Verbose patch diagnostics
cs: Podrobnìj¹í diagnostika patche
he: איבחונים תלאי פטפטנים
hu: Részletes patch diagnosztika
ja: verbose パッチの診断

source: Patch options only active in patch-mode
cs: Volby pro patch jsou aktivní pouze v patch módu
he: אפשרויות של התלאי פעילות במצב תלאי בלבד
hu: A patch beállítások csak patch módban aktívak
ja: パッチのオプションはパッチモードで有効です

source: Assume patch is reversed
cs: Pøedpokládaný patch je obrácený
he: להחשיב תלאי כהוסר
hu: A patch feltételezhetõen fordított
ja: パッチを逆転したと仮定

source: Auto strip level
cs: Automatická úroveò odstraòování cest
he: רמת strip אוטומטית
hu: Automatikus vágási szint
ja: オートパス除去レベル(strip level)

source: Actions
cs: Akce
he: פעולות
hu: Mûveletek
ja: 動作

source: View differences
cs: Zobrazit rozdíly
he: לראות הבדלים
hu: Különbségek megtekintése

source: View differences in new
cs: Zobrazit rozdíly v novém oknì
he: לראות הבדלים בחדש
hu: Különbségek megtekintése
ja: 新しい差分を表示

source: View patch created differences
cs: Zobrazit patchem vytvoøené rozdíly
he: לראות הבדלים שנוצרו על ידי התלאי
hu: A patch által létrehozozz különbségek megtekintése
ja: 差分パッチの作成を表示

source: View patch created differences in new
cs: Zobrazit patchem vytvoøené rozdíly v novém oknì
he: לראות הבדלים שנוצרו על ידי התלאי בחדש
hu: A patch által okozott különbségek megtekintése
ja: 新しい差分パッチの作成を表示

source: Create patch file
cs: Vytvoøit patch soubor
he: ליצור קובץ תלאי
hu: Patch fájl létrehozása

source: Apply patch to Hard Drive
cs: Aplikovat patch na hard disk
he: לשים תלאי על דיסק קשיח
hu: Patch fájl alkalmazása a merevlemezre

source: Undo patch to Hard Drive
cs: Zru¹it patch na hard disku
he: להסיר תלאי מדיסק קשיח
hu: Visszavonás (patch fájl alkalmazása a merevlemezre)
ja: ハードドライブへのパッチを元に戻す

source: About
cs: O programu
he: אודות
hu: Névjegy

source: Next difference
cs: Dal¹í rozdíl
he: הבדל הבא
hu: Következõ különbség

source: Prev difference
cs: Pøedchozí rozdíl
he: הבדל קודם
hu: Elõzõ különbség

source: Next file
cs: Dal¹í soubor
he: קובץ הבא
hu: Következõ fájl

source: Previous file
cs: Pøedchozí soubor
he: קובץ קודם
hu: Elõzõ fájl

source: Could not set selected font
cs: Nemohu nastavit vybraný font
he: לא הייתי מסוגל להגדיר כפעיל את הגופן שבחרת, מצטער.
hu: Nem tudom beállítani a kiválasztott betûtípust
ja: 選択されたフォントがセットできません

source: Confirm
cs: Potvrdit
he: אישור
hu: Megerõsítés

source: Abort
cs: Zru¹it
he: הפסק פעולה
hu: Megszakítás

source: Alert
cs: Upozornìní
he: אזהרה
hu: Figyelmeztetés

source: A bug? Please send full traceback to xfce-dev@moongroup.com
cs: Byla nalezena chyba? Po¹lete prosím plné trasování chyby na xfce-dev@moongroup.com
he: ג'וק - תקלה? נא לשלוח מעקב-לאחור מלא : xfce-dev@moongroup.com
hu: Programhiba? Kérem küldjön teljes jelentést az xfce-dev@moongroup.com címre
ja: バグ？ すべてのトレースバック（形跡）を xfce-dev@moongroup.com へ送ってください

source: Low memory (malloc) error: xfdiff_aborting run
cs: Chyba málo pamìti (malloc): xfdiff konèí
he: זיכרון נמוך (malloc) טעות: רץ xfdiff_aborting
ja: メモリ不足(malloc)エラー: xfdiffを中止します

source: file open error: xfdiff_aborting run
cs: Chyba otevøení souboru: xfdiff konèí
he: טעות בפתיחת קובץ: רץ xfdiff_aborting
hu: fájl megnyitási hiba: xfdiff_aborting run
ja: ファイルオープンエラー: xfdiffを中止します

source: unspecified error: xfdiff_aborting run
cs: Nespecifikovaná chyba: xfdiff konèí
he: טעות לא ברורה: רץ xfdiff_aborting
hu: meghatározatlan hiba: xfdiff_aborting run
ja: 不明なエラー: xfdiffを中止します

source: No file was found for patching Either the directory to apply patch is not correctly selected or an incorrect strip level was used.
cs: Nebyl nalezen soubor pro aplikaci patche Adresáø pro aplikaci patche není správnì vybrán nebo je pou¾ita nekorektní úroveò odstraòování cest(default -p0)
he: לא נמצא קובץ בשביל תלאי או שהסיפריה שנבחר עבור התלאי לא נבחר נכון או היה שימוש ברמת strip לא נכונה.
hu: Nem találtam fájlt a patch alkalmazásához Vagy a célkönyvtárat választotta ki rosszul, vagy hibás vágási szintet használt.
ja: パッチするファイルがみつかりません パッチを適用するディレクトリも選択されていません もしくは間違ったパス除去レベルが使われています。

source: Patch command has produced reject output. See diagnostics window.
cs: Patch pøíkaz vyøadil pøíkaz Podívejte se na diagnostické okno
he: פקודת תלאי יצרה תוצאה של דחיה. ראה חלון איבחונים.
hu: A mûvelet végrehajtása nem sikerült. A részleteket a diagnosztikai ablakban tekintheti meg.
ja: パッチコマンド製作の出力がキャンセルされました。 診断ウィンドウを見てください。

source: No directory was selected!
cs: ®ádný adresáø nebyl vybrán!
he: לא נבחר סיפריה!
hu: Nem választott könyvtárat!
ja: ディレクトリが選択されていません！

source: Directory or file selection
cs: Výbìr adresáøe nebo souboru
he: בחירת סיפריה או קובץ
hu: Könyvtár vagy fájl kiválasztása
ja: ファイル／ディレクトリ選択

source: Please select it in the next dialog.
cs: Vyberte ho prosím v následujícím dialogu
he: נא לבחור אותו בדו-שיח הבא.
hu: Kérem válassza ki a következõ párbeszédablakban.
ja: 次のダイアログで選択してください。

source: File exists, overwrite?
cs: Soubor u¾ existuje ! Pøepsat ?
he: קובץ כבר קיים, לשמור במקומו?
hu: Az állomány létezik ! Felülírjam ?

source: Cannot open file for write
cs: Nemohu otevøít soubor pro zápis
he: לא מסוגל לפתוח קובץ לכתיבה
hu: Nem tudom a fájlt írásra megnyitni

source: couldn't allocate color
cs: Nemohu alokovat barvy
he: לא יכל לספק צבע

source: applied at:
cs: aplikovat na:
he: שמתי את התלאי:
hu: alkalmazva:
ja: ここに適用:

source: Press OK to see patch diffs
cs: Stisknìte OK pro zobrazení rozdílù patche
he: לחץ OK לראות diffs של התלאי
hu: Nyomja meg az OK gombot a patch különbségek megtekintéséhez
ja: OKを押すとパッチの相違を表示します

source: Results limit reached
cs: Dosa¾en limit výsledku
he: הגענו לגבול כמותית של תוצאות
hu: Elértem az eredményhatárt
ja: リミット達成結果

source: Cancelled
cs: Pøeru¹eno
he: מבוטל
hu: Leállítva

source: Search canceled!
cs: Hledání je pøeru¹eno!
he: חיפוס מבוטל!
hu: Keresés leállítva!
ja: 検索を中止！

source: Glob run must finish or be cancelled first.
cs: Glob musí být buï dokonèen nebo nejdøíve pøeru¹en.
he: הרצת Glob צריכה או להסתיים או להיבטל קודם.
hu: A Glob futásának elöször be kell fejezõdnie vagy meg kell azt szakítani.
ja: Glob動作ははじめにフィニッシュもしくはキャンセルされなければいけません。

source: Find results.
cs: Hledám výsledky.
he: תוצאות חיפוס.

source: Find results...
cs: Hledám výsledky ...
he: תוצאות חיפוס...
hu: Keresés...

source: Directory
cs: Adresáø
he: סיפריה
hu: Könyvtár

source: Incoherent size considerations!
cs: Nesprávné nastavení velikosti!
he: התחשבויות בגודל - לא עקביות!
hu: Nem logikus mérethatárok!
ja: 矛盾したサイズ考慮です。

source: Result of
cs: Výsledek
he: תוצאות של
hu: Eredmény
ja: 結果

source: File type :
cs: Typ souboru :
he: סוג קובץ :
hu: Fájltípus :

source: Anyone
cs: Libovolné
he: מישהו
hu: Bárki
ja: だれか

source: Any kind
cs: Jakýkoli typ
he: סוג כלשהו
hu: Bármilyen
ja: なんでも

source: Regular
cs: Regulární
he: רגיל
hu: Általános
ja: 普通

source: Symlink
cs: Symbolický link
he: קשר סמלי
hu: Szimbólikus link
ja: シンボリックリンク

source: Block device
cs: Blokové zaøízení
he: אביזר Block
hu: Block eszköz
ja: ブロックデバイス

source: Character device
cs: Znakové zaøízení
he: אביזר אות או סמל
hu: Karakteres eszköz
ja: キャラクタデバイス

source: Find
cs: Hledat
he: לחפס בתקוה למצוא
hu: Keresés

source: Path :
cs: Zaèít hledat v :
he: דרך :
hu: Útvonal :

source: Browse
cs: Výbìr souborù
he: דפדף
hu: Tallózás

source: File filter :
cs: Filtrovat jména souborù :
he: מסנן קבצים :
hu: Fájl szûrõ :

source: What's a file filter?
cs: Co je to filtr na jména souborù?
he: מה זה מסנן קבצים?
hu: Mi az a fájl szûrõ?
ja: ファイルフィルタは？

source: Basic rules: * Will match any character zero or more times. ? Will match any character exactly one time
cs: Základní pravidla: * Zastupuje ¾ádný nebo více libovolných znakù. ? Zastupuje jeden libovolný znak.
he: כללים בסיסים: * יחליף אות או צורה אפס פעמים או יותר. ? יחליף אות או צורה בדיוק פעם אחד.
hu: Alapvetõ szabályok: A * bármennyi karaktert helyettesíthet. A ? pontosan egy karaktert helyettesít.
ja: * は何もなしもしくはどんな長さでも一致。 ? はどんな長さでも一文字一致

source: Search subdirectories too
cs: Prohledávat také podadresáøe
he: לחפס גם בתת-סיפריות
hu: Keressen az alkönyvtárakan is
ja: サブディレクトリも検索

source: Limit results to first :
cs: Nastavení limitu výsledku na prvních :
he: לצמצם תוצאות לראשונים :
hu: Mejelenítendõ találatok száma :
ja: はじめのリミット結果 :

source: Content search
cs: Hledat vzorek v obsahu souboru
he: חיפוס תוכן
hu: Keresés tartalomban

source: Containing :
cs: Soubor obsahuje :
he: כולל :
hu: Tartalmazza:

source: Case sensitive search
cs: Pøi hledání rozli¹ovat malá a velká písmena
he: חיפוס רגיש לאותיות גדולות ו/או קטנות
hu: Kisbetû/nagybetû érzékeny keresés
ja: 高感度な場合検索

source: Extended regexp
cs: Roz¹íøený regulární výraz
he: regexp ממושך
hu: Kiterjesztett regexp
ja: regexp延長

source: What's a regexp?
cs: Co je to regulární výraz?
he: מה זה regexp?
hu: Mi az a regexp?
ja: regexpとは？

source: Reserved characters for extended regexp are . ^ $ [ ] ? * + { } | \ ( ) : In basic regular expressions the metacharacters ?, +, {, |, (, and ) lose their special meaning. The period . matches any single character. The caret ^ matches at the start of line. The dollar $ matches at the end of line. Characters within [ ] matches any single character in the list. Characters within [^ ] matches any single character *not* in the list. Characters inside [ - ] matches a range of characters (ie [0-9] or [a-z]). A regular expression may be followed by one of several repetition operators: ? The preceding item is optional and matched at most once. * The preceding item will be matched zero or more times. + The preceding item will be matched one or more times. {n} The preceding item is matched exactly n times. {n,} The preceding item is matched n or more times. {n,m} The preceding item is matched at least n times, but not more than m times. To match any reserved character, precede it with \. Two regular expressions may be joined by the logical or operator |. Two regular expressions may be concatenated. More information is available by typing "man grep" at the command prompt.
cs: Vyhrazené znaky pro regulární výrazy jsou . ^ $ [ ] ? * + { } | \ ( ) : V základních regulárních výrazech ztrácejí metaznaky ?, +, {, |, (, and ) své speciální významy. Teèka . zastupuje libovolný znak. Støí¹ka ^ zastupuje zaèátek øádku. Dolar $ zastupuje konec øádku. Znaky uvnitø [ ] zastupují jeden libovolný znak ze seznamu. Znaky uvnitø [^ ] zastupují jeden libovolný znak, který není na seznamu. Znaky uvnitø [ - ] zastupují jeden znak z rozsahu znakù (napø.[0-9] nebo [a-z]). Regulární výraz mù¾e následovat jeden nebo nìkolik opakovacích operátorù: ? Zastupuje jeden nebo ¾ádný výskyt pøedchozího výrazu. * Zastupuje ¾ádný nebo více výskytù pøedchozího výrazu. + Zastupuje jeden nebo více výskytù pøedchozího výrazu. {n} Zastupuje pøesnì n násobný výskyt pøedchozího výrazu. {n,} Zastupuje alepoò n násobný výskyt pøedchozího výrazu. {n,m} Zastupuje alespoò n a ménì ne¾ m výskytù pøedchozího výrazu. Vyhrazené znaky pro pou¾ití ve výrazech se uvozují \. Dva regulární výrazy mohou být spojeny operátorem | (logický souèet or). Dva regulární výrazy mohou být zøetìzené. Více informací je dostupné po zadání man grep v pøíkazové rádce.
he: אותיות וסמלים שמורים לregexp רחב, הם . ^ $ [ ] ? * + { } | \ ( ) : בביטויים רגילים הסמלים ?, +, {, |, (, ו- ) מאבדים את ערכם המיוחד הנקודה . מתאים לאות או סמל אחת. הכובע ^ מתאים בתחילת שורה. הדולר $ מתאים בסוף שורה. אותיות וסמלים בתוך [ ] מתאימים לאיזשהו אות או סמל אחת ברשימה. אותיות וסמלים בתוך [ ^] מתאימים לאיזשהו אות או סמל אחת שאיננה ברשימה. אותיות וסמלים בתוך [ - ] מתאימים למגוון של אותיות או סמלים כגון [0-9] או [a-z] וכו'. אחרי ביטוי רגיל אפשר לשים אחד מפעולות החוזרות הבאות: ? הפריט הקודם הוא לא חיוני ויתואם הכי הרבה פעם אחת. * הפריט הקודם יתואם אפס או יותר פעמים. + הפריט הקודם יתואם פעם אחת או יותר. י {n} הפריט הקודם יתואם בדיוק n פעמים. י {n,} הפריט הקודם יתואם n פעמים או יותר. י {n,m} הפריט הקודם יתואם לפחות n פעמים, אך לא יותר מ-m פעמים. לתאם כל אות או סמל שמור תקדים אותו עם \. ניתן לחבר שתי ביטויים רגילים על ידי ההגיוני אן מפעיל |. ניתן לבצע על שתי ביטויים רגילים קונקטנציה concatendation) ) ניתן לקבל יותר מידע על ידי הקשת man grep" " בשורת הפקודה.
ja: Reserved characters for extended regexp are . ^ $ [ ] ? * + { } | \ ( ) : メタキャラクタの普通の表現 ?, +, {, |, (, と ) それらの特別な意味を失う。 ピリオド . は何か一つの文字の一致。 キャレット ^ ははじめのラインの一致。 ドル $ は終わりのラインの一致。 [ ]の中のリストはどれか一文字の一致。 [^ ]の中のリストはどれか一文字*でない*一致。 [ - ]の中のリストはその範囲内の一致 （すなわち[0-9]もしくは[a-z]）。 普通の表現は一つのそれぞれの繰り返し はたらきをフォローしてよい: ? この文字は任意の一文字の一致 * この文字は何もなしもしくはどんな長さでも一致。 + この文字は一文字もしくはどんな長さでも一致。 {n} この文字は厳密にn回の一致。 {n,} この文字はn回かそれ以上の一致。 {n,m} この文字は最小のn回もしくはたったm回の一致。 たくさんの文字予約はプレコードと \. 二つの表現を論理的につなげたい場合は|。 二つの表現を含む。 これ以上の情報が欲しい場合ははコマンドプロンプトで "man grep" とタイプしてみてください。

source: File considerations
cs: Hledat podle vlastností souborù
he: התחשבויות של קובץ
hu: Fájl szerinti szûkítés
ja: ファイルの考慮

source: Stay on single filesystem
cs: Prohledat pouze jeden souborový systém
he: להשאר במערכת קבצים (filesystem) אחת
hu: Maradjon egyszerû fájlrendszeren
ja: 単一のファイルシステム上のみ

source: What's a single filesystem?
cs: Co je to jeden souborový systém?
he: מה זה מערכת קבצים (filesystem) אחת?
hu: Mi az az egyszerû fájlrendszer?
ja: 単一のファイルシステムとは？

source: Staying on a single filesystem will hinder searching on different physical disk partitions. This is especially useful if you do not want to search into nfs or smb mounts.
cs: Omezením na jeden souborový systém bude zabránìno hledání v rùzných fyzických diskových oblastech. Je to u¾iteèné zvlá¹tì v pøípadì, kdy nechcete hledat v pøipojených nfs a smb discích.
he: להישאר בסגנון אירגון קבצים אחד בלבד יעקב חיפוש בחלקים של דיסק פיזי אחר. זה שימושי במיוחד אם אינך רוצה לחפש במערכות nfs או smb.
hu: Ezt az opciót választva a keresés csak az aktuális fizikai lemezpartición fog végbemenni. Ez különösen hasznos ha nem akar NFS vagy SMB hálózati csatlakoztatásokban keresni.
ja: 一つのファイルシステム上に居続ける、は、 他のディスクパーティーションの検索を妨げます。 これは nfs や smb マウントを検索したくない時に特に役立ちます。

source: Permission considerations
cs: Hledání podle práv
he: התחשבויות של רשות
hu: Jogok szerinti szûkítés

source: How does permission filtering work?
cs: Jak pracuje hledání podle práv?
he: איך פועל סינון לפי רשות?
hu: Hogyan mûködik a jogok szerinti szûkítés?
ja: パーミッションフィルタとは？

source: When permission filtering is active: -If a file has one of the chosen permission bits, it will match. -If no permission bit is chosen, files with no set permission bits will match.
cs: Kdy¾ bude hledání podle práv aktivní, tak: - Má-li soubor nastavený jeden z vybraných bitù, bude nalezen. - Nebude-li ¾ádný bit vybraný, budou nalezeny soubory s bez nastavených bitù.
he: כאשר מופעל סינון לפי רשות: -אם לקובץ יש אחד מהביטים של רשות שנבחר, זה יתאים. -אם לא נבחר ביט של רשות, קבצים עם שום ביטים של רשות יתאימו.
hu: Amikor a jogok szerinti szûkítés aktív: -Ha a fájl rendelkezik valamelyik kiválasztott joggal, akkor találatként jelenik meg. -If no permission bit is chosen, files with no set permission bits will match.
ja: パーミッションフィルタは次の場合有効です: -ファイルが選択されたパーミッションのとき。 -パーミッション選択なしで、ファイルがパーミッションなしのとき。

source: User/group considerations
cs: Hledat podle u¾ivatele a skupiny
he: התחשבויות משתמש / קבוצה
hu: Felhasználó/csoport szerinti szûkítés
ja: ユーザ／グループの考慮

source: How does user/group filtering work?
cs: Jak pracuje hledání podle u¾ivatelù/skupin?
he: איך פועל סינון לפי משתמש / קבוצה?
hu: Hogyan mûködik a felhasználó/csoport szerinti szûkítés?
ja: ユーザ／グループフィルタって？

source: If user and group are both set to any value other than anyone: -files must meet both criteria in order to match
cs: Kdy¾ budou u¾ivateké a skupiny nastaveny na jakoukoli jinou hodnotu ne¾ je libovolné: - tak soubor musí splòovat obì kritéria aby byl nalezen
he: אם גם המשתמש וגם הקבוצה מוגדרים כרמה מסוימת שאינה כל אחד: -קבצים חייבים להתאים לשני ההגדרות בכדי להתאים
hu: Ha a felhasználó és csoport kritériumok értéke nem 'bárki': -Azok a fájlok lesznek megfelelõek, melyeknél mindkét feltétel teljesül
ja: ユーザとグループが両方とも他の誰かだったら: -一致の基準はファイルが両方とも適当である場合

source: User ID:
cs: U¾ivatelské ID:
he: ת.ז. של משתמש:
hu: Felhasználó ID:

source: Group ID:
cs: Skupinové ID:
he: ת.ז. של קבוצה:
hu: Csoport ID:

source: Size considerations
cs: Hledat podle velikosti
he: התחשבויות בגודל
hu: Méret szerinti szûkítés
ja: サイズの考慮

source: How does size filtering work?
cs: Jak pracuje hledání podle velikosti?
he: איך פועל סינון לפי גודל?
hu: Hogyan mûködik a méret szerinti szûkítés?
ja: サイズフィルタって？

source: -If a size of 0 (zero) is specified for size-less-than, this will be ignored. -If both size-greater-than and size-less-than are specified, both criteria must be met in order for a file to match.
cs: - Je-li specifikovaná velikost 0 (nula) v podmínce men¹í ne¾, bude ignorována. - Jsou-li specifikované obì velikosti vìt¹í ne¾ a men¹í ne¾, obì kritéria musí být splnìné, aby soubor byl nalezen
he: -אם גודל 0 (אפס) מוגדר עבור גודל-קטן-מ, אזי נתעלם מזה. -אם גם גודל-גדול-מ וגם גודל-קטן-מ מוגדרים, שני ההגדרות צריכות להיות נוכחים בכדי שקובץ יתאים.
hu: -Ha felsõ határ 0-ra van állítva, akkor nincs felsõ határ. -Ha mindkét érték meg van adva, akkor azok a fájlok fognak megfelelni, melyek mérete a két határ közé esik.
ja: -もしサイズが 0 （ゼロ）以上特定のサイズ以下は無視する。 -もし特定のサイズ以上、特定のサイズ以下だったら 無視してファイルの一致を整える。

source: Size greater than (KB):
cs: Velikost je vìt¹í ne¾ (KB):
he: גודל גדול מ- (אלפי-ביטים):
hu: Nagyobb mint (KB)
ja: これより大きいサイズ (KB):

source: Size less than (KB):
cs: Velikost je men¹í ne¾ (KB):
he: גודל קטן מ- (אלפי-ביטים):
hu: Kisebb mint (KB)
ja: これより小さいサイズ (KB):

source: Time considerations
cs: Hledat podle èasu
he: התחשבויות בזמן
hu: Idõ szerinti szûkítés
ja: 時間の考慮

source: How does time filtering work?
cs: Jak pracuje hledání podle èasu?
he: איך פועל סינון לפי זמן?
hu: Hogyan mûködik az idõ szerinti szûkítés?
ja: 時間フィルタって？

source: Three different time modes may be selected: *modified: This changes when the file is modified, e.g. by mknod(2), truncate(2), utime(2) and write(2) (of more than zero bytes). Moreover, modification time of a directory is changed by the creation or deletion of files in that directory. Modification time is not changed for changes in owner, group, hard link count, or mode. *changed: This field is changed by writing or setting inode information (i.e., owner, group, link count, mode). *accessed: This field is changed by file accesses, e.g. by exec(2), mknod(2), pipe(2), utime(2) and read(2) (of more than zero bytes). Other routines, like mmap(2), may or may not update access time. Please note: after filtering a file through glob, it will have its access time altered, so two consecutive runs will not produce identical results.
cs: Mohou být vybrány tøi rùzné módy hledání podle èasu: *úpravy: Zmìní se, kdy¾ soubor je upraven, napø. pomocí mknod(2), truncate(2), utime(2) a write(2) (o více ne¾ 0 bytù). Mimoto, èas adresáøe je zmìnìn vytvoøením nebo smazáním souborù v tomto adresáøi. Úprava èasu není zmìnìna zmìnou vlastníka, skupiny, poètem tvrdých linkù nebo práv. *zmìny: Zmìní se zápisem nebo nastavením informací pøíslu¹ného inodu (napø. vlastníka, skupiny, poètu linkù, práv *pøístupu: Pole je zmìnìno pøístupem k souboru, napø. pomocí exec(2), mknod(2), pipe(2), utime(2) a read(2) (o více ne¾ 0 bytù). Jiné rutiny, jako mmap(2), mohou nebo nemusí aktualizovat èas pøístupu.
he: ניתן לבחור מבין שלושה צורות זמן שונות:n*שינויים סוג א' modification: זה משתנה מתי שחל שינוי בקובץ, כגון על ידי mknod(2), truncate(2), utime(2) וwrite(2) (של יותר מאפס ביטים). בנוסף, זמן השינוי של סיפריה לא משתנה על ידי יצירה או מחיקה של קבצים בסיפריה. זמן השינוי לא משתנה עקב שינויים בבעלים, קבוצה, ספירת קישור חזק, או מצבmode). ) *שינויים סוג ב':change שדה זה משתנה עקב כתיבה או הגדרת מידע של ה-inode (כגון בעלים, קבוצה, ספירת קשר, מצב). *נגשו לקובץ זה: accessed שדה זה משתנה אקב גישה לקובץ, כגון על ידי exec(2), mknod(2), pipe(2), utime(2) ו read(2) (של יותר מאפס ביטים). פעולות אחרות, כגון mmap(2), אולי יעדכנו את זמן הגישה האחרונה לקובץ. אנא, שימו לב: אחרי סינון קובץ דרך glob , ישתנה זמן הגישה האחרונה, כך שתי הפעלות, אחת אחרי השניה לא ייצרו תוצאות זהות.
hu: Három különbözõ idõt különböztetünk meg: *Módosítás: Ez az érték akkor változik, ha a fájlt módosítják, pl.: az mknod(2), truncate(2), utime(2) és write(2) parancsok. Könyvtárak módosítási dátuma akkor is változik, ha bennük fájlt törölnek vagy hoznak létre. A módosítási idõ nem változik a tulajdonos vagy a csoport módosításakor, illetve hard link létrehozáskor. *Változtatás: Ez a jellemzõ inode adatok írásakor vagy beállításakor változik (pl.:, tulajdonos vagy csoport váltás, link létrehozás). *:Elérés Ez a mezõ fájl elérésekor változik pl.: az exec(2), mknod(2), pipe(2), utime(2) és read(2) parancsok hatására. Egyes függvények, mint a mmap(2) néha módosítják az elérés idejét, néha nem :) Megjegyzés: egy fájl keresés közbeni vizsgálata megváltoztatja annak elérési idejét, így két egymás utáni keresés különbözõ eredményt adhat.
ja: おそらく三つの違う時間モードが選択されました。: *修正: ファイルを修正すると変更されます。たとえば mknod(2), truncate(2), utime(2)やwrite(2)によって変更されます。 （ゼロバイト以上）。さらに、ディレクトリの修正時間は そのディレクトリー内のファイルの生成もしくは削除によって 変更されます。修正時間は、所有者、グループ、ハードリンク カウントやモードの変更では変更されません。 *変更: ここは書き込みまたはiノードのセットによって変更されます。 （すなわち、所有者、グループ、リンクカウント、モード） *アクセス: ここはファイルアクセスによって変更されます。たとえば exec(2), mknod(2), pipe(2), utime(2) and read(2)によって 変更されます（ゼロバイト以上）。他の手段はmmap(2)のようなもので アクセスタイム更新されるかもしれません。 注意: フィルタしたあと、globはその間じゅうアクセスタイムを 変更します。したがって、連続する二つの動作が同じ結果には ならないでしょう。

source: Modified
cs: Upraveno
he: שונה
hu: Módosítás

source: Changed
cs: Zmìnìno
he: השתנה
hu: Változtatás

source: Accessed
cs: Pøístoupeno
he: ניגשו לקובץ זה
hu: Elérés

source: In the previous :
cs: v pøedchozích :
he: בקודם :
hu: Az elõzõ :
ja: プレビュー :

source: Minutes
cs: Minutách
he: דקות
hu: Percben
ja: 分

source: Hours
cs: Hodinách
he: שעות
hu: Órában

source: Days
cs: Dnech
he: ימים
hu: Napban

source: Months
cs: Mìsících
he: חודשים
hu: Hónapban

source: General considerations
cs: Hledat podle ostatních podmínek
he: התחשבויות כלליות
hu: Általános szempontok
ja: 一般的な考慮

source: Do not look into binary files
cs: Nezahrnovat binární soubory
he: לא להיסתכל לתוך קבצים בינרים
hu: Ne vizsgálja a bináris állományokat
ja: バイナリファイルを探さない

source: Output count of matching lines
cs: Do výstupu budou zapoèteny pouze vyhovující øádky
he: פלוט ספירה של שורות מתאמות
hu: Az illeszkedõ sorok számának megjelenítése
ja: 一致した行を出力

source: Match anywhere
cs: Vzorek vyhovuje kdekoli
he: לתאם איפהשהו
hu: Bármilyen egyezés
ja: どこにも一致

source: Match whole words only
cs: Vzorek se vztahuje na celá slova
he: לתאם לפי מילה שלמה בלבד
hu: Csak teljes szavak egyezésénél
ja: 完全な単語のマッチのみ

source: Match whole lines only
cs: Vzorek se vztahuje na celé øádky
he: לתאם שורות שלמות בלבד
hu: Csak teljes sorok egyezésénél
ja: 完全な行のマッチのみ

source: Output files where no match is found
cs: Na výstupu budou soubory, které nevyhovovaly podmínkám
he: פלוט קבצים איפה ששום התאמה לא נמצאה
ja: 出力ファイルにどこにも一致は見つかりません

source: Filter options
cs: Volby pro filtr
he: אפשרויות סינון
hu: Szûkítések

source: Content options
cs: Volby pro obsah
he: אפשרויות תוכן
hu: Tartalom
ja: 内容のオプション

source: Results
cs: Výsledek
he: תוצאות
hu: Eredmények

source: working...
cs: pracuji...
he: עמל ביגעון רב....
hu: dolgozok...
ja: 作業中...

source: Cancel Search
cs: Pøeru¹it hledání
he: לבטל חיפוס
hu: Keresés megszakítása

source: Nothing found...
cs: Nic není nalezeno...
he: לא מצאתי כלום...
hu: Nincs találat...
