Repository: jmontleon/xfce-historical
Catalog: po/*.po
Languages: cs, fi, he, hu, ja, pl, ru, zh

source: Can't create :
fi: Ei voi luoda :
pl: Nie mogê utworzyæ:
ru: Не могу создать:
zh: ²»ÄÜ½¨Á¢:

source: Are you sure you want to quit ?
fi: Haluatko varmasti lopettaa ?
pl: Koniec? Napewno?
ru: Вы действительно хотите выйти?

source: Open in new
fi: Avaa uudessa
pl: Otworz w nowym
ru: Открыть в новом окне
zh: ĞÂ¿ªÎÄ¼ş

source: New Folder ...
fi: Uusi hakemisto ...
pl: Nowy katalog...
ru: Новый каталог...
zh: ĞÂ¿ªÄ¿Â¼...

source: Go to marked
fi: Siirry merkkiin
pl: Przejd¼ do zaznaczonego
ru: Перейти к выделенному
zh: È¥µ½±ê¼ÇµÄ

source: Unselect all
fi: Poista valinnat
pl: Odznacz wszystko
ru: Развыделить все
zh: È«²»Ñ¡

source: New window
fi: Uusi ikkuna
pl: Nowe okno
ru: Новое окно
zh: ĞÂ´°¿Ú

source: New windows
fi: Uusi ikkuna
pl: Nowe okna
ru: Новое окно
zh: ĞÂ¿ª´°¿Ú

source: Move
fi: Siirrä
pl: Przenie¶
ru: Переместить

source: Link
fi: Linkki
ru: Ссылка

source: Last changed (Y-M-D hh:mm)
fi: Muutettu viimeksi (Y-M-D hh:mm)
pl: Ostatnia zmiana (Y-M-D hh:mm)
ru: Последнее изменение (Г-М-Д чч:мм)
zh: ×îºó¸Ä±äÊ±¼ä(Äê-ÔÂ-ÈÕ Ê±:·Ö)

source: Starting XFTree ...
fi: Käynnistetään XFTree ...
pl: Uruchamiam XFTree...
ru: Запуск XFTree...

source: Target must be a directory !
fi: Kohteen pitää olla hakemisto!
pl: Celem musi byæ katalog!
ru: Рпиемник должен быть директорией!
zh: Ä¿±ê±ØĞëÊÇÄ¿Â¼!

source: Copy item(s) to ?
fi: Kopioi valitut kohteeseen ?
pl: Skopiowaæ do ?
ru: Копировать объект(ы) в?

source: Move item(s) to ?
fi: Siirrä valitut ?
pl: Przenie¶æ do ?
ru: Переместить объект(ы) в?

source: on_drag_data() action not supported (=%d)
fi: on_drag_data() tuntematon toiminto (=%d)
pl: on_drag_data() nie mogê wykonaæ (=%d)
ru: on_drag_data() действие не поддерживается (=%d)

source: Error in 'DnD' ?!
fi: Virhe 'DnD' ?!
pl: B³±d w 'DnD' ?!
ru: Ошибка в 'DnD' ?!

source: Wrong number of items
fi: Väärä määrä valittuja
pl: Niew³a¶ciwa ilo¶æ obiektów
ru: Неправильный номер объекта

source: move
fi: siirrä
pl: przenie¶æ
ru: переместить
zh: ÒÆ¶¯

source: copy
fi: kopioi
pl: skopiowaæ
ru: копировать

source: Do you want to %s the item(s) to
fi: Haluatko %s valinnat
pl: Czy chcesz %s obiekty do
ru: Хотите ли вы %s объект(ы) в
zh: ÄãÏëÒª°ÑÏîÄ¿%s µ½

source: Type not supported.. (%d)
fi: Tuntematon tyyppi.. (%d)
pl: Nieznany typ...(%d)
ru: Тип не поддерживается...(%d)
zh: ÀàĞÍ²»Ö§³Ö.. (%d)

source: Nothing selected ? FIXME!
fi: Ei mitään valittuna? KORJAA!
pl: Nic nie wybra³e¶? Hmmm...
ru: Ничего не выбрано? ПЛОХО!

source: TARGET=%d: FIXME !
fi: TARGET=%d: KORJAA!
pl: CEL=%d: Hmmm...
ru: ПРИЕМНИК=%d: ПЛОХО!

source: &Cancel
fi: Peruuta
pl: &Anuluj
ru: &Отмена
zh: &È¡Ïû

source: Workspace &1
ru: Рабочий стол &1

source: Workspace &2
ru: Рабочий стол &2

source: Workspace &3
ru: Рабочий стол &3

source: Workspace &4
ru: Рабочий стол &4

source: Workspace &5
ru: Рабочий стол &5

source: Workspace &6
ru: Рабочий стол &6

source: Workspace &7
ru: Рабочий стол &7

source: Workspace &8
ru: Рабочий стол &8

source: Workspace &9
ru: Рабочий стол &9

source: Workspace 1&0
ru: Рабочий стол 1&0

source: transfer()
fi: siirrä()

source: OK
zh: ¿ÉÒÔ

source: Ok
zh: ¿ÉÒÔ

source: GNOME (xfgnome)
zh: ´ó½Å°å(xfgnome)

source: move_file()
zh: ÒÆ¶¯ÎÄ¼ş
