Repository: jmontleon/xfce-historical
Catalog: po/*.po
Languages: cs, fi, he, hu, ja, pl, ru, zh

source: Select Color
cs: Výbìr barvy
fi: Valitse väri
he: בחר צבע
hu: Szín választás
ja: 色の選択
pl: Wybierz kolor
ru: Выбор цвета
zh: Ñ¡ÔñÑÕÉ«

source: Select File
cs: Výbìr souboru
fi: Valitse tiedosto
he: בחר קובץ
hu: Fájlválasztás
ja: ファイルの選択
pl: Wybierz plik
ru: Выбор файла
zh: Ñ¡ÔñÎÄ¼ş

source: Font Selection
cs: Výbìr písma
fi: Valitse kirjasin
he: בחירת גופן
hu: Betütípus választás
ja: フォントの選択
pl: Wybierz czcionkê
ru: Выбор шрифта
zh: Ñ¡Ôñ×ÖÌå

source: Message
cs: Zpráva
fi: Viesti
he: הודעה
hu: Üzenet
ja: メッセージ
pl: Komunikat
ru: Сообщение
zh: ÏµÍ³ĞÅÏ¢

source: Yes
cs: Ano
fi: Kyllä
he: כן
hu: Igen
ja: はい
pl: Tak
ru: Да
zh: ÊÇµÄ

source: No
cs: Ne
fi: Ei
he: לא
hu: Nem
ja: いいえ
pl: Nie
ru: Нет
zh: ²»ÊÇ

source: Question
cs: Otázka
fi: Kysymys
he: שאלה
hu: Kérdés
ja: 質問
pl: Pytanie
ru: Вопрос
zh: ÎÊÌâ

source: Terminated:
cs: Ukonèen:
he: הופסק
hu: Terminálva:
ja: 強制終了:
zh: ÒªÖÕÖ¹µÄ:

source: *** WARNING ***: Cannot load image file %s
cs: *** Varování ***: Nemohu naèíst soubor image %s
he: *** אזהרה*** : לא מסוגל להעלות קובץ תמונה %s
hu: *** FIGYELEM ***: Nem tudom betölteni a(z) %s kép állományt
zh: ***¾¯¸æ***:²»ÄÜÔØÈëÓ°ÏóÎÄ¼ş%s

source: *** WARNING ***: Cannot load pixmap file %s
cs: *** Varování ***: Nemohu naèíst soubor pixmapy %s
fi: *** VAROITUS ***: Kuvatiedostoa ei voi avata %s
he: *** אזהרה*** : לא מסוגל להעלות קובץ pixmap %s
hu: *** FIGYELEM ***: Nem tudom betölteni a(z) %s pixmap állományt
ja: *** 警告 ***: pixmapファイル %s がロードできません
pl: *** OSTRZE¯ENIE ***: nie mogê za³adowaæ pliku pixmapy %s
ru: *** Предупреждение ***: Не могу подгрузить pixmap файл %s
zh: ***¾¯¸æ***:²»ÄÜÔØÈëÏñËØÎÄ¼ş%s

source: Define action ...
cs: Definování akce ...
fi: Valitse toiminto ...
he: הגדר פעולה ...
hu: Mûvelet definiálás...
ja: アクションの定義 ...
pl: Okre¶l operacjê
ru: Определите действие...
zh: ¶¨Òå

source: Command Line :
cs: Pøíkazová øádka :
fi: Komento :
he: שורת פקודה :
hu: Parancssor :
ja: コマンドライン :
pl: Linia poleceñ
ru: Коммандная строка :
zh: ÃüÁîĞĞ:

source: Icon Style :
cs: Styl Ikon :
fi: Kuvakkeen tyyli :
he: סגנון סמל :
hu: Ikon stílus :
ja: アイコンのスタイル :
pl: Styl ikony
ru: Стиль иконки :
zh: Í¼±ê·ç¸ñ:

source: Browse ...
cs: Vybrat ...
fi: Selaa ...
he: עיין ...
hu: Tallózás ...
ja: 参照 ...
pl: Przegl±daj...
ru: Просмотр...
zh: ä¯ÀÀ...

source: Cancel
cs: Zru¹it
fi: Peruuta
he: בטל
hu: Mégsem
ja: キャンセル
pl: Anuluj
ru: Отмена
zh: È¡Ïû

source: You must provide the command to execute !
cs: Je potøebné zadat pøíkaz ke spu¹tìní !
fi: Mikä komento suoritetaan !
he: אתה חייב לספק את הפקודה להפעיל !
hu: Meg kell adnia a végrehajtandó parancsot !
ja: 実行するコマンドを用意してください
pl: Musisz podaæ polecenie do wykonania!
ru: Вы должны ввести команду для исполнения!
zh: Äã±ØĞëÌá¹©ÒªÖ´ĞĞµÄÃüÁî!

source: XFce : Syntax error in configuration file (%s)
cs: XFce : Syntaktická chyba v konfiguraèním souboru (%s)
fi: Xfce : Syntaksivirhe määrittelytiedostossa
he: XFce : טעות קישור בקובץ הגדרות (%s)
hu: XFce: Szintaktikus hiba a konfigurációs állományban (%s)
ja: XFce : 設定ファイルの文法エラーです (%s)
pl: XFce : Niepoprawna sk³adnia pliku konfiguracyjnego (%s)
ru: XFce : Синтаксическая ошибка в конфигурационном файле (%s)
zh: ÅäÖÃÎÄ¼şÓï·¨´íÎó (%s)

source: Syntax error in configuration file Aborting
cs: Syntaktická chyba v konfiguraèním souboru Konèím
fi: Syntaksivirhe määrittelytiedostossa Keskeytetään
he: טעות syntax בקובץ הגדרה מפסיק
hu: Szintaktikus hiba a konfigurációs állományban Leállok
ja: 設定ファイルの文法エラーです 中止します
pl: Niepoprawna sk³adnia pliku konfiguracyjnego Przerywam operacjê
ru: Синтаксическая ошибка в конфигурационном файле Прекращение
zh: ÅäÖÃÎÄ¼şÓï·¨´íÎó,ÖÕÖ¹

source: XFce : Data mismatch error in config file (%s)
cs: XFce : V konfiguraèním souboru jsou chybná data (%s)
fi: XFce : Virhe määrittelytiedostossa (%s)
he: XFce : טעות אי-התאמת מידע בקובץ הגדרה (%s)
hu: XFce: Hibás adat a konfigurációs állományban (%s)
ja: XFce : 設定ファイルのデータが不適当です (%s)
pl: XFce : Niepoprawne dane w pliku konfiguracyjnym (%s)
ru: XFce : Неправильные данные в конфигурационном файле (%s)
zh: ÅäÖÃÎÄ¼şÊı¾İ¶ÔÓ¦´íÎó (%s)

source: Data mismatch error in configuration file Aborting
cs: V konfiguraèním souboru jsou chybná data Konèím
fi: Virhe määrittelytiedostossa Keskeytetään
he: טעות אי-התאמת מידע בקובץ הגדרה מפסיק
hu: Hibás adat a konfigurációs állományban Leállok
ja: 設定ファイルのデータが不適当です 中止します
pl: Niepoprawne dane w pliku konfiguracyjnym Przerywam operacjê
ru: Неправильные данные в конфигурационном файле Прекращение
zh: ÅäÖÃÎÄ¼şÊı¾İ¶ÔÓ¦´íÎó,ÖÕÖ¹

source: Cannot create file
cs: Nemohu vytvoøit soubor
fi: Ei voi luoda tiedostoa
he: לא מסוגל ליצור קובץ
hu: Az állományt nem lehet létrehozni
ja: ファイルが作成できません
pl: Nie mogê utworzyæ pliku
ru: Не могу создать файл
zh: ²»ÄÜ´´½¨ÎÄ¼ş

source: Cannot reset configuration file
cs: Nemohu resetovat konfiguraèní soubor
fi: Määrittelytiedoston käsittelyssä tapahtui virhe
he: לא מסוגל להחזיר למקור של קובץ הגדרה
hu: A konfigurációs állományt nem lehet visszaállítani
ja: 設定ファイルを作成し直せません
pl: Nie mogê wyzerowaæ pliku konfiguracyjnego
ru: Не могу сбросить конфигурационный файл
zh: ²»ÄÜ¸´Î»ÅäÖÃÎÄ¼ş

source: Creating new config file...
cs: Vytváøím nový konfiguraèní soubor...
fi: Luodaan uusi määrittelytiedosto...
he: מיצר קובץ הגדרה חדשה ...
hu: Új konfigurációs állomány létrehozása...
ja: 新しい設定ファイルを作成しています...
pl: Tworzê nowy plik konfiguracyjny...
ru: Создаю новый конфигурационный файл...
zh: ´´Á¢ĞÂÅäÖÃÎÄ¼ş

source: Cannot open configuration file
cs: Nemohu otevøít konfiguraèní soubor
fi: Ei voi avata määrittelytiedostoa
he: לא מסוגל לפתוח קובץ הגדרה
hu: A konfigurációs állomány nem megnyitható
ja: 設定ファイルを開けません
pl: Nie mogê otworzyæ pliku konfiguracyjnego
ru: Не могу открыть конфигурационный файл
zh: ²»ÄÜ´ò¿ªÅäÖÃÎÄ¼ş

source: Does not looks like an XFce 3 configuration file !
cs: Tohle nevypadá jako konfiguraèní soubor XFce 3 !
fi: Tämä ei ole XFCE:n määrittelytiedosto !
he: לא נראה כמו קובץ הגדרה של XFce 3 !
hu: Nem úgy néz ki, mint egy XFce 3 konfigurációs állomány !
ja: XFce3の設定ファイルではないようです！
pl: To nie wygl±da na plik konfiguracyjny XFce 3!
ru: Не похоже на XFce 3 конфигурационный файл!
zh: Õâ¿É²»ÏóÊÇ XFce 3 ÅäÖÃÎÄ¼ş!

source: Do you want to reset the configuration file ? (The previous file will be saved with a ".orig" extension)
cs: Chcete resetovat konfiguraèní soubor ? (Pøedcházející soubor bude ulo¾en s pøíponou ".orig" )
he: האם ברצונך לחזור לקובץ ההגדרה המקורית? (הקובץ הקודם ישמר עם סיומת ".orig")
hu: Vissza akarja állítani a konfigurációs állományt ? (Az elõzõ állomány ".orig" kiterjesztéssel el lesz mentve)

source: Cannot open new config, Giving up...
cs: Nemohu otevøít nový konfiguraèní soubor, vzdávam to...
fi: Ei voi avata uutta määrittelytiedostoa. Luovutan...
he: לא מסוגל לפתוח הגדרה חדשה, מרים ידיים...
hu: Nem lehet megnyitni az új konfigurációt, feladom...
ja: 新たな設定ファイルを開けません あきらめます...
pl: Nie mogê otworzyæ pliku konfiguracyjnego, poddajê siê...
ru: Не могу открыть новый конфигурационный файл, выхожу...
zh: ²»ÄÜ´ò¿ªĞÂÅäÖÃÎÄ¼ş,·ÅÆú...

source: Cannot load configuration file
cs: Nemohu naèíst konfiguraèní soubor
fi: Määrittelytiedostoa ei voi avata
he: לא מסוגל לעלות קובץ הגדרות
hu: Nem lehet betölteni a konfigurációs állományt
ja: 設定ファイルがロードできません
pl: Nie mogê za³adowaæ pliku konfiguracyjnego
ru: Не могу прочитать конфигурационный файл
zh: ²»ÄÜÔØÈëÅäÖÃÎÄ¼ş

source: Cannot use old version of XFce configuration files
cs: Nemohu pou¾ít staré verze konfiguraèních souborù XFce
fi: Ei voi käyttää vanhaa XFCE:n määrittelytiedostoa
he: לא מסוגל להשתמש בקבצי-הגדרה של גרסה ישנה של XFce
hu: A régebbi verziójú XFce konfigurációs állományokat nem lehet használni
ja: 古いバージョンのXFceの設定ファイルは使用できません
pl: Nie mogê u¿ywaæ starych wersji plików konfiguracyjnych XFce
ru: Не могу использовать конфигурационный файл XFce старой версии
zh: ²»ÄÜÓÃ¾É°æXFceÅäÖÃÎÄ¼ş

source: Subprocess diagnostic
cs: Diagnostický dialog subprocesù
he: איבחון תת-פעולות
hu: Alfolyamat diagnosztika
ja: サブプロセスの診断

source: Clear
cs: Smazat
fi: Tyhjennä
he: מחק
hu: Törlés
ja: クリア
pl: Wyczy¶æ
ru: Очистить
zh: ÇåÀí

source: Dismiss
cs: Zavøít
he: לסלק
hu: Bezárás
ja: やめる

source: Info ...
cs: Informace ...
fi: Tiedoksi ...
he: מידע ...
hu: Információ ...
ja: 情報 ...
pl: Informacja...
ru: Информация...
zh: Çé¿ö...

source: Couldn't create pixmap
cs: Nemohu vytvoøit pixmapu
fi: Ei voi luoda kuvaa
he: לא מסוגל ליצר pixmap
hu: Nem tudtam létrehozni egy pixmap-ot
ja: pixmapを作成できません
pl: Nie mogê utworzyæ pixmapy
ru: Не могу создать pixmap
zh: ²»ÄÜ´´½¨

source: By Olivier Fourdan (c) 1997-2002
cs: Od Oliviera Fourdana (c) 1997-2000
hu: (C) 1997-2002 Olivier Fourdan

source: Accept
cs: Souhlasím
he: לקבל
hu: Elfogadom
ja: 同意します

source: Modify Item ...
cs: Zmìnit polo¾ku
fi: Muokkaa ...
he: לשנות פריט ...
hu: Elem megváltoztatása ...
ja: 項目の変更 ...
pl: Modyfikuj...
ru: Изменить ...
zh: ĞŞ¸ÄÏîÄ¿ ...

source: Preview Icon
cs: Zobrazení ikony
fi: Esikatsele
he: תצוגה מוקדמת של סמל
hu: Ikon elõnézet
ja: アイコンの プレビュー
pl: Podgl±d ikony
ru: Предосмотр Иконки
zh: ä¯ÀÀÍ¼±ê

source: Icon File :
cs: Soubor ikony:
fi: Kuvake :
he: קובץ סמל:
hu: Ikon állomány :
ja: アイコンファイル :
pl: Plik ikony:
ru: Файл иконки:
zh: Í¼±êÎÄ¼ş:

source: Label :
cs: Název :
fi: Nimi :
he: הגדר תו :
hu: Cimke :
ja: ラベル :
pl: Etykieta:
ru: Метка :
zh: ±êÇ©:

source: Position :
cs: Umístìní :
he: מיקום :
hu: Helyzet :

source: Remove
cs: Vyjmout
fi: Poista
he: להסיר
hu: Törlés
ja: 削除
pl: Usuñ
ru: Удалить
zh: ÒÆ³ı

source: Add Item ...
cs: Pøidat polo¾ku ...
fi: Lisää ...
he: להוסיף פריט ...
hu: Elem hozzáadása ...
ja: アイテムを追加 ...
pl: Dodaj...
ru: Добавить...
zh: Ìí¼ÓÏîÄ¿...

source: Are you sure you want to remove this entry ?
cs: Opravdu chcete vyjmout tuto polo¾ku ?
fi: Haluatko varmasti poistaa valinnan?
he: האם, באמת, ברצונך להסיר את entry ?
hu: Biztosan törölni akarja ezt az elemet ?
ja: この項目を削除してよろしいですか？
pl: Czy napewno chcesz usun±æ ten wpis ?
ru: Вы действительно хотите удалить это ?
zh: ÄãÈ·¶¨ÒªÒÆ³ı¸ÃÏîÂğ?

source: You must provide the command and the label, at least !
cs: Je tøeba zadat alespoò pøíkaz a název !
fi: Määrittele vähintään nimi ja komento!
he: אתה ממש חייב לספק את הפקודה ואת התו, לפחות !
hu: Legalább a parancsot és a cimkét meg kell adnia !
ja: 少なくともコマンドラインと題名は 設定しなければなりません！
pl: Musisz podaæ co najmniej polecenie i etykietê!
ru: Вы должны ввести команду и метку, по крайней мере!
zh: ÄãÖÁÉÙ±ØĞëÌá¹©Ö´ĞĞÃüÁî ºÍ±êÇ©!

source: Add a new entry...
cs: Pøidat novou polo¾ku...
fi: Lisää uusi ...
he: הוספת entry חדש ...
hu: Új elem hozzáadása...
ja: 新しい項目を追加...
pl: Dodaj nowy wpis...
ru: Добавить новый...
zh: Ìí¼ÓĞÂÏîÄ¿

source: Add icon...
cs: Pøidat ikonu...
fi: Lisää kuvake ...
he: הוספת סמל ...
hu: Ikon hozzáadása...
ja: アイコンの追加...
pl: Dodaj ikonê...
ru: Добавить иконку...
zh: Ìí¼ÓĞÂÍ¼±ê

source: Click to tear off popup menu
cs: Kliknutí zpùsobí odpojení menu
he: לחץ בכדי לנתק popup menu
hu: Kattintás a legördülõ menühöz
ja: クリックでポップアップメニューを分離

source: Cannot find the file you dropped !
cs: Nemohu najít polo¾ený soubor
fi: En löydä tiedostoa!
he: לא מסוגל למצוא את הקובץ שהפלת !
hu: Nem találom az idedobott állományt !
ja: ドロップされたファイルが見つかりません！
pl: Nie mogê znale¿æ wskazanego pliku!
ru: Не могу найти файл!
zh: ²»ÄÜ·¢ÏÖÄã·ÅÈëµÄÎÄ¼ş!

source: Screen label ...
cs: Název obrazovky ...
fi: Näytön nimi ...
he: תו מסך ...
hu: Képernyõ cimke ...
ja: スクリーンラベル ...
pl: Etykieta ekranu...
ru: Метка экрана...
zh: ÆÁÄ»±êÇ©...

source: Define screen label :
cs: Zadejte název obrazovky :
fi: Näytön nimi :
he: הגדר תו מסך :
hu: Képernyõ cimke megadása :
ja: スクリーンラベルの定義 :
pl: Zdefiniuj etykietê ekranu:
ru: Определите метку экрана:
zh: ¶¨ÒåÆÁÄ»±êÇ©:

source: Files related
cs: Soubory vztahující se
fi: Hakemistot/Tiedostot
he: קבצים קשורים
hu: Kapcsolódó állományok
ja: 関連づけられたファイル
pl: Powi±zane pliki
ru: Файлы связаны
zh: Ïà¹ØÎÄ¼ş

source: Terminals/Connections
cs: Terminály/Pøipojení
fi: Päätteet/Yhteydet
he: מסופים / חיבורים
hu: Terminálok/Kapcsolatok
ja: ターミナル/接続
pl: Terminale/Po³±czenia
ru: Терминалы/Соединения
zh: ÖÕ¶Ë/Áª»ú

source: Mail tools/browsers
cs: Nástroje po¹ty/prohlí¾eèe
fi: Selaimet/Sähköposti
he: כלים לדואר אלקטרוני / גלשנים
hu: Levelezõ eszközök/Böngészõk
ja: メール ツール/ブラウザ
pl: Narzêdzia/przegl±darki pocztowe
ru: Почтовые программы/Браузеры
zh: µç×ÓÓÊ¼ş/ä¯ÀÀÆ÷

source: Print manager
cs: Správce tisku
fi: Tulostuksenhallinta
he: מנהל הדפסה
hu: Nyomtatásvezérlõ
ja: プリントマネージャ
pl: Manager wydruków
ru: Менеджер принтера
zh: ´òÓ¡¹ÜÀí

source: Configuration
cs: Konfigurace
fi: Asetukset
he: הגדרות
hu: Konfiguráció
ja: 設定
pl: Konfiguracja
ru: Конфигурация
zh: ÏµÍ³ÉèÖÃ

source: Misc. tools/Utilities
cs: Rùzné nástroje/utility
fi: Työkalut/Apuohjelmat
he: כלים כללים
hu: Egyéb eszközök
ja: 雑多なツール/ユーティリティ
pl: Ró¿ne narzêdzia/U¿ytki
ru: Разное/Утилиты
zh: ÔÓÏî/ÊµÓÃ¹¤¾ß

source: Manual/Help browser
cs: Manuály/Prohlí¾eè nápovìdy
fi: Käsikirja/Ohjeselain
he: חוברת הסברה / גלשן קבצי עזרה
hu: Használati utasítás
ja: マニュアル/ヘルプ ブラウザ
pl: Podrêcznik/Przegl±darka pomocy
ru: Инструкция пользования/Помощь
zh: ÊÖ²á/°ïÖú

source: Writing/Text tools
cs: Psaní/Textové nástroje
fi: Kirjoittaminen/Tekstityökalut
he: כתיבה / כלי טקסט
hu: Szövegszerkesztõ eszközök
ja: ライティング/テキスト ツール
pl: Edytory/Narzêdzia tekstowe
ru: Редакторы/Текстовые редакторы
zh: ÎÄ±¾/±à¼­¹¤¾ß

source: Schedule/Appointments
cs: Plánovaèe/Pøipomínky
fi: Kalenteri/Tapaamiset
he: יומן פגישות
hu: Határidõnapló
ja: スケジュール/約束
pl: Terminarz/Spotkania
ru: Список/Назначение
zh: ÈÕ³Ì±í/»áÒé°²ÅÅ

source: Multimedia
cs: Multimédia
he: מולטימדיה :)
hu: Multimédia
ja: マルチメディア
ru: Мультимедиа
zh: ¶àÃ½Ìå

source: Games
cs: Hry
fi: Pelit
he: משחקים
hu: Játékok
ja: ゲーム
pl: Gry
ru: Игры
zh: ÓÎÏ·

source: Network
cs: Sí»
fi: Verkko
he: רשת
hu: Hálózat
ja: ネットワーク
pl: Sieæ
ru: Сеть
zh: ÍøÂç

source: Sound
cs: Zvuk
fi: Äänet
he: קול
hu: Hang
ja: サウンド
pl: D¼wiêk
ru: Звук
zh: ÉùÒô

source: External...
cs: Externí
fi: Ulkoiset ...
he: חיצוני ...
hu: Külsõ...
ja: 外部...
pl: Zewnêtrzny...
ru: Внешние...
zh: Íâ²¿²Ù×÷...

source: Setup
cs: Nastavení...
fi: Asetukset
he: סידור הגדרות ראשוני
hu: Beállítások
ja: セットアップ
pl: Ustawienia
ru: Установка

source: GTK theme engine :
cs: Výbìr GTK témat :
he: מנוע theme's של GTK :
hu: GTK témakezelõ:
ja: GTK テーマエンジン :

source: Apply colors to all applications
cs: Pou¾ít barvy do v¹ech aplikací
he: לשים צבעים אלה לכל התוכנות
hu: Színek alkalmazása minden programhoz
ja: すべてのアプリケーションに色を適用

source: Load ...
cs: Naèíst ...
fi: Avaa ...
he: לטעון ...
hu: Betöltés ...
ja: ロード ...
pl: Otwórz...
ru: Загрузка...
zh: ¼ÓÔØ...

source: Save ...
cs: Ulo¾it ...
fi: Tallenna ...
he: שמור ...
hu: Mentés ...
ja: 保存 ...
pl: Zapisz...
ru: Сохранение...
zh: ±£´æ...

source: Default
cs: Standardnì
fi: Oletus
he: ברירת מחדל
hu: Alapértelmezett
ja: 標準
pl: Domys³ny
ru: Умолчания
zh: Ä¬ÈÏ

source: Repaint root window of workspace
cs: Pøekreslovat pozadí
fi: Uudelleen väritä työpöytä
he: לצבוע מחדש את חלון ה-root באיזור העבודה
hu: A munkaterület hátterének újrarajzolása
ja: ワークスペースを再描画する
pl: Odswie¿ g³ówne okno pulpitu
ru: Перерисовка корневого окна
zh: Ë¢ĞÂ»ù±¾¹¤×÷´°¿Ú

source: Use gradient color as wallpaper
cs: Pou¾ít gradientní barvu jako podklad
fi: Käytä liukuvärjättyä taustaa
he: להשתמש בצבע המשיק באסמפטומה ללבן כרקע
hu: Színátmenet használata háttérként
ja: グラデーションカラーを壁紙として使用する
pl: U¿yj przej¶cia tonalnego jako t³a
ru: Использовать градиент цвета
zh: Ê¹ÓÃµ­ÈëÉ«²Ê×÷Ç½Ö½

source: Use tear-off menus
cs: Pou¾ít vysouvací nabídku
fi: Käytä ponnahdus valikkoja
he: להשתמש בתפריטים נקרעים
hu: Legördülõ menük használata
ja: パネルメニューを分離可能にする
pl: U¿yj od³±czanych menu
ru: Использовать рваные меню
zh: Ê¹ÓÃÍÏÀë²Ëµ¥

source: Show subprocess diagnostic dialog
cs: Zobrazovat diagnostický dialog subprocesù
he: להראות דו-שיח של איבחון תת-הפעולות
hu: Alfolyamat
ja: サブプロセスの診断ダイアログの表示

source: Panel layer
cs: Vrstva panelu
he: רמת קרש
hu: Panel réteg
ja: パネルレイヤー

source: Bottom
cs: Dole
he: תחתון
hu: Lent

source: Top
cs: Nahoøe
fi: Ylhäällä
he: עליון
hu: Fent
ja: 上
pl: Na górze
ru: Na gСrze

source: Clock
cs: Hodiny
fi: Kello
he: שעון
hu: Óra
ja: 時計
ru: Часы
zh: ÖÓ±í

source: Use digital clock on panel
cs: Na panelu pou¾ít digitální hodiny
fi: Käytä digitaalikelloa paneelissa
he: להשתמש בשעון מספרי בקרש
hu: Digitális óra a panelen
ja: デジタル表示
ru: Цифровые часы на панели
zh: Ãæ°åÊ¹ÓÃÊı×ÖÖÓ±í

source: Use military time (24 hours)
cs: Nastavit 24 hodinový èas
fi: 24-tunnin kello
he: להשתמש בשעון 24 שעות
hu: Katonai idõ használata (24 óra)
ja: 24時間表示
ru: 24-х часовой формат
zh: Ãæ°åÊ¹ÓÃ24Ğ¡Ê±ÖÆ

source: Tooltips
cs: Bublinková nápovìda
fi: Vihjeet
he: עזרים ידידותיים
hu: Tippek
ja: ツールチップ
pl: Podpowiedzi
ru: Подсказки
zh: ¹¤¾ß¼¼ÇÉ

source: Tooltips delay (ms.) :
cs: Zpo¾dìní bublinkové nápovìdy v (ms.) :
fi: Vihjeiden viive (ms.) :
he: עיקוב עזרים ידידותיים (אלפיות השניה) :
hu: Tipp elõtti várakozás (ms):
ja: ツールチップ遅延時間 (ミリ秒) :
pl: Opó¼nienie podpowiedzi (ms.) :
ru: Задержка подсказок (мсек) :
zh: ¹¤¾ß¼¼ÇÉÑÓ³Ù(ºÁÃë.) :

source: Virtual Screens
cs: Virtuální obrazovky
fi: Virtuaaliset työpöydät
he: מסכים וירטואלים
hu: Virtuális képernyõk
ja: 仮想デスクトップ
pl: Ekrany wirtualne
ru: Виртуальные экраны
zh: ĞéÄâÆÁÄ»

source: Number of virtual desktops :
cs: Poèet virtuálních ploch :
fi: Kuinka monta työpöytää :
he: מספר שולחנות עבודה וירטואלים :
hu: Virtuális képernyõk száma :
ja: 仮想デスクトップの数 :
pl: Ilo¶æ pulpitów witualnych:
ru: Количество виртуальных экранов:
zh: ĞéÄâ×ÀÃæÊıÄ¿:

source: switch desktop at screen border, fixed factor 4:
cs: pøepínání ploch okraji obrazovky, pevný faktor 4:
he: החלף שולחן עבודה בקצה מסך, פקטור (משפיע) קבוע 4:
hu: munkaasztal váltása a képernyõ szélénél.
ja: 画面の縁でデスクトップをきりかえる、固定因数 4:

source: Popups & Icons
cs: Nabídky a ikony
fi: Valikot & Kuvakkeet
he: מוקפצים וסמלים
hu: Menük és Ikonok
ja: ポップアップとアイコン
pl: Menu podrêczne i ikony
ru: Всплывающие меню и иконки
zh: µ¯³ö²Ëµ¥ºÍÍ¼±ê

source: Number of popup menus :
cs: Poèet výsuvných nabídek :
fi: Kuinka monta valikkoa :
he: מספר תפריטים מוקפצים :
hu: Menük száma :
ja: ポップアップメニューの数 :
pl: Ilo¶æ menu podrêcznych:
ru: Количество всплывающих меню:
zh: µ¯³ö²Ëµ¥ÊıÄ¿:

source: Size of icons on panel
cs: Velikost ikon na panelu
he: גודל של סמלים בקרש
hu: Ikonok mérete a panelen
ja: パネル用アイコンのサイズ

source: Large
cs: Velké
fi: Suuri
he: גדול
hu: Nagy
ja: 大
pl: Du¿e
ru: Большой
zh: ´ó

source: Medium
cs: Støední
fi: Normaali
he: בינוני
hu: Közepes
ja: 中
pl: ¦rednie
ru: Средний
zh: ÖĞ

source: Small
cs: Malé
fi: Pieni
he: קטן
hu: Kicsi
ja: 小
pl: Ma³e
ru: Малый
zh: Ğ¡

source: Size of icons on pop-up menus
cs: Velikost ikon na výsuvných menu
he: גודל סמלים בתפריטים מוקפצים
hu: Ikonok mérete a menükön
ja: ポップアップメニュー用アイコンのサイズ

source: Font style
cs: Styl písma
he: סגנון גופן
hu: Betüstílus
ja: フォントスタイル

source: Browse...
cs: Vybrat ...
fi: Selaa...
he: עיין...
hu: Tallózás...
ja: 参照...
pl: Przegl±daj...
ru: Прсмотр...
zh: ä¯ÀÀ...

source: Click to focus windows
cs: Klinutí pro aktivaci oken
fi: Klikkaa aktivoidaksesi ikkuna
he: ללחוץ בכדי למקד חלונות
hu: Kattintás az ablak fókuszálásához
ja: ウィンドウのクリックでフォーカスを移す
pl: Kliknij by pod¶wietliæ okno
ru: Фокус окна по щелчку
zh: µã»÷¹Ì¶¨´°¿Ú

source: Automatically focus on new window
cs: Automaticky pøesunout aktivaci na nové okno
he: התמקדות אוטומטית על חלון חדש
hu: Új ablak automatikus fókuszálása
ja: 自動的に新しいウィンドウにフォーカスを移す

source: Auto raise windows
cs: Automaticky vyzdvihnout okna
fi: Tuo ikkuna automaattisesti eteen
he: העלת חלונות אוטומטיות
hu: Automatikus ablaknagyítás
ja: ウィンドウ内へのカーソル移動で自動的にフォーカスを移す
pl: Automatycznie przybli¿ okna
ru: Авто увеличение окна
zh: ×Ô¶¯ÉıÆğ´°¿Ú

source: Show contents of window while moving
cs: Zobrazovat obsah oken bìhem pøesouvání
he: להראות תוכן החלון בעת הזזתו
hu: Ablakok tartalmának mutatása mozgatás közben

source: Show contents of window while resizing
cs: Zobrazovat obsah oken bìhem zmìny velikosti
he: להראות תוכן החלון בעת שינוי הגודל
hu: Ablakok tartalmának mutatása átméretezés közben

source: Use gradient color for the active window
cs: Pou¾ít gradientní barvu pro aktivní okno
he: להשתמש בצבע המשיק באסמפטומה ללבן בשביל החלון הפעיל
hu: Szinátmenet használata az aktív ablakhoz

source: Use gradient color for inactive windows
cs: Pou¾ít gradientní barvu pro neaktivní okno
he: להשתמש בצבע המשיק באסמפטומה ללבן בשביל חלונות לא פעילים
hu: Színátmenet használata az inaktív ablakhoz

source: Window border style :
cs: Styl rámu okna :
he: סגנון מסגרת חלון :
hu: Ablakkeret stílus :
ja: ウィンドウの縁のスタイル :

source: Window snapping size (0 disable) :
cs: Plocha uchycení okna (0 vypnuto) :
he: גודל קפיצת-התיתבות של חלון (0 לא מופעל) :
hu: Ablak csatolás mérete (0 kikapcsolás) :
ja: ウィンドウのスナップ数 (0で無効) :

source: Icon position
cs: Umístìní ikony
fi: Kuvakkeiden sijainti
he: מיקום סמל
hu: Ikon helyzete
ja: アイコンの位置
pl: Po³o¿enie ikony
ru: Позиция Иконки
zh: Í¼±êÎ»ÖÃ

source: Left
cs: Vlevo
fi: Vasen
he: שמאל
hu: Bal
ja: 左
pl: Po lewej
ru: Влево
zh: ×ó±ß

source: bottom
cs: Dole
fi: Alhaalla
he: תחתון
hu: Lent
ja: 下
pl: Na dole
ru: Внизу
zh: µ×²¿

source: Right
cs: Vpravo
fi: Oikea
he: ימין
hu: Jobb
ja: 右
pl: Po prawej
ru: Вправо
zh: ÓÒ±ß

source: Title font :
cs: Písmo titulkù :
fi: Otsikon kirjasin :
he: גופן כותרת :
hu: Fejléc betütípusa :
ja: タイトルのフォント :
pl: Czcionka tytu³u:
ru: Шрифт заголовка:
zh: ±êÌâ×ÖÌå:

source: Icon font :
cs: Písmo ikon :
fi: Kuvakkeen kirjasin :
he: גופן סמל :
hu: Ikon betütípusa :
ja: アイコンのフォント :
pl: Czcionka ikony:
ru: Шрифт иконки:
zh: Í¼±ê×ÖÌå:

source: Menu font :
cs: Písmo nabídek :
fi: Valikon kirjasin :
he: גופן תפריט :
hu: Menü betütípusa :
ja: メニューのフォント :
pl: Czcionka menu:
ru: Шрифт меню:
zh: ²Ëµ¥×ÖÌå:

source: Sound module (xfsound)
cs: Zvukový modul (xfsound)
he: גרעין קול (xfsound)
hu: Hang modul (xfsound)
ja: サウンドモジュール (xfsound)

source: Mouse settings (xfmouse)
cs: Nastavení my¹i (xfmouse)
fi: Hiiren asetukset (xfmouse)
he: הגדרות עכבר (xfmouse)
hu: Egér beállítások (xfmouse)
ja: マウスの設定 (xfmouse)
pl: Ustawienia myszy (xfmouse)
ru: Установки мыши (xfmouse)
zh: Êó±êÉè¶¨(xfmouse)

source: Backdrop settings (xfbd)
cs: Nastavení pozadí (xfbd)
fi: Taustan asetukset (xfbd)
he: הגדרות רקע (xfbd)
hu: Háttér beállítások (xfbd)
ja: 背景の設定 (xfbd)
pl: Ustawiania t³a (xfbd)
ru: Установки фона (xfbd)
zh: ±³µãÉè¶¨(xfbd)

source: Pager (xfpager)
cs: Pøepínaè ploch (xfpager)
fi: Työpöydän vaihdin (xfpager)
he: איתורית (xfpager)
ja: ページャー (xfpager)
ru: Пейджер (xfpager)
zh: Ò³ÃæÉú³É(xfpager)

source: GNOME menu (xfmenu)
cs: GNOME menu (xfgnome)
he: (xfmenu) תפריט GNOME
hu: GNOME menü (xfmenu)
ja: GNOME メニュー (xfmenu)

source: Palette
cs: Paleta
fi: Väripaletti
he: צבעים
hu: Paletta
ja: パレット
pl: Paleta
ru: Палитра
zh: Ê½Ñù°å

source: Windows
cs: Okna
fi: Ikkunat
he: חלונות
hu: Ablakok
ja: ウィンドウ
pl: Okna
ru: Окна
zh: ´°¿Ú

source: Startup
cs: Spustit po startu
fi: Käynnistys
he: התחלה
hu: Automatikus indítás
ja: スタートアップ
pl: Autostart
ru: Автозапуск
zh: ¿ªÊ¼

source: Apply
cs: Pou¾ít
fi: Käytä
he: בא ננסה את זה
hu: Alkalmaz
ja: 適用
pl: Zastosuj
ru: Применить
zh: Ó¦ÓÃ

source: Please wait, XFce is loading...
cs: Prosím èekejte, nahrává se prostøedí XFce ...
he: סבלנות, XFce נתען...
hu: Kérem várjon, az XFce töltõdik...

source: One
cs: Jedna
fi: Yksi
he: אחת
hu: Egy
pl: Jeden
ru: Один
zh: Ò»

source: Two
cs: Dva
fi: Kaksi
he: שתיים
hu: Kettõ
pl: Dwa
ru: Два
zh: ¶ş

source: Three
cs: Tøi
fi: Kolme
he: שלוש
hu: Három
pl: Trzy
ru: Три
zh: Èı

source: Four
cs: Ètyøi
fi: Neljä
he: ארבע
hu: Négy
pl: Cztery
ru: Четыре
zh: ËÄ

source: Five
cs: Pìt
fi: Viisi
he: חמש
hu: Öt
pl: Piêæ
ru: Пять
zh: Îå

source: Six
cs: ©est
fi: Kuusi
he: שש
hu: Hat
pl: Sze¶æ
ru: Шесть
zh: Áù

source: Seven
cs: Sedm
fi: Seitsemän
he: שבע
hu: Hét
pl: Siedem
ru: Семь
zh: Æß

source: Eight
cs: Osm
fi: Kahdeksan
he: שמונה
hu: Nyolc
pl: Osiem
ru: Восемь
zh: °Ë

source: Nine
cs: Dìvet
fi: Yhdeksän
he: תשע
hu: Kilenc
pl: Dziewiêæ
ru: Девять
zh: ¾Å

source: Ten
cs: Deset
fi: Kymmenen
he: עשר
hu: Tíz
pl: Dziesiêæ
ru: Десять
zh: Ê®

source: Eleven
cs: Jedenáct
fi: Yksitoista
he: אחת-עשרה
hu: Tizenegy
pl: Jedena¶cie
ru: Одиннадцать
zh: Ê®Ò»
